Repository: alanef/fullworks-anti-spam
Catalog: languages/fullworks-anti-spam-*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, pt_pt

source: By upgrading you will benefit from machine learning and AI to protect against human manually input spam
ar: من خلال الترقية ستستفيد من التعلم الآلي والذكاء الاصطناعي للحماية من الرسائل غير المرغوب فيها التي يُدخِلها الإنسان يدويًا
cs_cz: Upgradováním získáte výhody strojového učení a umělé inteligence, které vás ochrání před spamem zadávaným ručně člověkem
de_de: Durch ein Upgrade profitieren Sie von maschinellem Lernen und KI zum Schutz vor manuell eingegebenem Spam
es_es: Con la actualización se beneficiará del aprendizaje automático y de la IA para protegerse contra el spam introducido manualmente por humanos
fr_fr: En vous mettant à niveau, vous bénéficierez de l'apprentissage automatique et de l'intelligence artificielle pour vous protéger contre les spams introduits manuellement par l'homme
it_it: Con l'aggiornamento potrete beneficiare dell'apprendimento automatico e dell'intelligenza artificiale per proteggere dallo spam immesso manualmente dall'uomo
pt_pt: Ao fazer o upgrade, você se beneficiará do aprendizado de máquina e da IA para se proteger contra spam inserido manualmente por humanos

source: Stats
ar: احصائيات
cs_cz: Statistiky
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
pt_pt: Estatísticas

source: Upgraded version will automatically email spam statistics
ar: سيؤدي الإصدار المطور إلى إرسال إحصائيات الرسائل غير المرغوب فيها تلقائياً عبر البريد الإلكتروني
cs_cz: Aktualizovaná verze automaticky zasílá statistiky nevyžádané pošty e-mailem
de_de: Die aktualisierte Version sendet automatisch Spam-Statistiken per E-Mail
es_es: La versión actualizada enviará automáticamente por correo electrónico las estadísticas de spam
fr_fr: La version mise à jour vous enverra automatiquement des statistiques sur les spams
it_it: La versione aggiornata invia automaticamente via e-mail le statistiche sullo spam
pt_pt: A versão atualizada lhe enviará automaticamente por e-mail as estatísticas de spam

source: Statistical Analysis
ar: التحليل الإحصائي
cs_cz: Statistická analýza
de_de: Statistische Analyse
es_es: Análisis estadístico
fr_fr: Analyse statistique
it_it: Analisi statistica
pt_pt: Análise estatística

source: Set the desired spam probability filter %%, default is 55%%, a lower %% will exclude more messages and may include genuine messages, a higher %% will allow more messages through so may let through more spam
ar: قم بتعيين مرشح احتمالية البريد المزعج المطلوب %%، الافتراضي هو 55 %%، أما إذا كان أقل %% فسيؤدي إلى استبعاد المزيد من الرسائل وقد يتضمن رسائل حقيقية، أما إذا كان أعلى %% فسيسمح بمرور المزيد من الرسائل، وبالتالي قد يسمح بمرور المزيد من الرسائل المزعجة
cs_cz: Nastavte požadovaný filtr pravděpodobnosti spamu %%, výchozí hodnota je 55%%, nižší %% vyloučí více zpráv a může zahrnovat skutečné zprávy, vyšší %% propustí více zpráv, takže může propustit více spamu
de_de: Legen Sie den gewünschten Spam-Wahrscheinlichkeitsfilter %% fest, Standard ist 55%%, ein niedrigerer Wert %% schließt mehr Nachrichten aus und kann echte Nachrichten einschließen, ein höherer Wert %% lässt mehr Nachrichten durch, so dass mehr Spam durchgelassen werden kann
es_es: Establezca el filtro de probabilidad de spam deseado %%, por defecto es 55%%, un valor más bajo %% excluirá más mensajes y puede incluir mensajes auténticos, un valor más alto %% permitirá el paso de más mensajes, por lo que puede dejar pasar más spam
fr_fr: Définissez le filtre de probabilité de spam souhaité %%, la valeur par défaut est 55%%, une valeur inférieure %% exclura plus de messages et pourra inclure des messages authentiques, une valeur supérieure %% autorisera plus de messages à passer et pourra donc laisser passer plus de spam
it_it: Impostare il filtro di probabilità di spam desiderato %%, l'impostazione predefinita è 55%%, un valore più basso %% esclude un maggior numero di messaggi e può includere messaggi autentici, un valore più alto %% lascia passare un maggior numero di messaggi e può far passare più spam
pt_pt: Defina o filtro de probabilidade de spam desejado %%, o padrão é 55%%, um filtro mais baixo %% excluirá mais mensagens e poderá incluir mensagens genuínas, um filtro mais alto %% permitirá a passagem de mais mensagens e poderá deixar passar mais spam

source: Artificial Intelligence
ar: الذكاء الاصطناعي
cs_cz: Umělá inteligence
de_de: Künstliche Intelligenz (KI)
es_es: Inteligencia Artificial
fr_fr: Intelligence artificielle
it_it: Intelligenza artificiale
pt_pt: Inteligência Artificial

source: Using natural language AI learning server will make an intelligent guess at a %% as to whether user input is likely to be spam, please note as this uses thord party AI servers, the message submission may be delayed by as much as 3 seconds while the service responds, if this concerns you set this to zero to not use.
ar: باستخدام خادم تعلّم اللغة الطبيعية بالذكاء الاصطناعي سيقوم بتخمين ذكي عند %% ما إذا كان من المحتمل أن تكون مدخلات المستخدم بريدًا مزعجًا، يرجى ملاحظة أنه نظرًا لأن هذا يستخدم خوادم الذكاء الاصطناعي التابعة لجهة ثورد، فقد يتأخر إرسال الرسالة لمدة تصل إلى 3 ثوانٍ أثناء استجابة الخدمة، إذا كان هذا الأمر يقلقك فقم بتعيين هذا إلى الصفر لعدم الاستخدام.
cs_cz: Pomocí přirozeného jazyka AI učení serveru bude inteligentní odhad na %%, zda uživatelský vstup je pravděpodobně spam, Vezměte prosím na vědomí, protože to používá thord stranou AI servery, odeslání zprávy může být zpožděn až o 3 sekundy, zatímco služba reaguje, pokud se to týká vás nastavit na nulu nepoužívat.
de_de: Der KI-Lernserver, der natürliche Sprache verwendet, stellt eine intelligente Vermutung bei %% an, ob es sich bei der Benutzereingabe wahrscheinlich um Spam handelt. Bitte beachten Sie, dass dies KI-Server von Drittanbietern verwendet und sich die Übermittlung der Nachricht um bis zu 3 Sekunden verzögern kann, während der Dienst antwortet; wenn Sie dies beunruhigt, setzen Sie diesen Wert auf Null.
es_es: Utilizando el lenguaje natural, el servidor de aprendizaje de IA hará una suposición inteligente en un %% en cuanto a si la entrada del usuario es probable que sea spam, por favor tenga en cuenta que como esto utiliza servidores de IA de terceros, el envío del mensaje puede retrasarse hasta 3 segundos mientras el servicio responde, si esto le preocupa configure esto a cero para no utilizarlo.
it_it: Utilizzando il linguaggio naturale, il server di apprendimento dell'intelligenza artificiale tirerà a indovinare con un %% se l'input dell'utente è probabilmente uno spam; si prega di notare che, poiché questo utilizza server di intelligenza artificiale di terze parti, l'invio del messaggio potrebbe essere ritardato fino a 3 secondi mentre il servizio risponde; se ciò vi preoccupa, impostate questo parametro su zero per non utilizzarlo.
pt_pt: Usando linguagem natural, o servidor de aprendizado de IA fará uma suposição inteligente em um %% para saber se a entrada do usuário provavelmente é spam. Observe que, como isso usa servidores de IA de terceiros, o envio da mensagem pode ser atrasado em até 3 segundos enquanto o serviço responde.

source: Strategy
ar: الاستراتيجية
cs_cz: Taktika
de_de: Strategie
es_es: Estrategia
fr_fr: Stratégie
it_it: Strategia
pt_pt: Estratégia

source: Decide if you want both machine methods to indicate spam to mark as spam- conservative -or just one method - aggressive. Normally you would choose 'aggressive' but if for instance your site is about adult content or sells SEO so valid messages may seem spammy you may want to try 'conservative'
ar: قرّر ما إذا كنت تريد أن تشير كلتا الطريقتين الآليتين إلى الرسائل غير المرغوب فيها لوضع علامة "متحفظ" - أو طريقة واحدة فقط - "عدواني". عادةً ما تختار "عدواني"، ولكن إذا كان موقعك على سبيل المثال يتعلق بمحتوى للبالغين أو يبيع تحسين محركات البحث، لذا قد تبدو الرسائل الصالحة غير مرغوب فيها قد ترغب في تجربة "متحفظ
cs_cz: Rozhodněte se, zda chcete obě metody označování spamu označit jako konzervativní, nebo jen jednu metodu - agresivní. Normálně byste zvolili "agresivní", ale pokud se například vaše stránky týkají obsahu pro dospělé nebo prodávají SEO, takže platné zprávy mohou působit jako spam, můžete zkusit "konzervativní"
de_de: Entscheiden Sie, ob Sie beide Maschinenmethoden für die Kennzeichnung von Spam als Spam - konservativ - oder nur eine Methode - aggressiv - verwenden möchten. Normalerweise würden Sie "aggressiv" wählen, aber wenn es auf Ihrer Website beispielsweise um nicht jugendfreie Inhalte geht oder Sie SEO verkaufen, so dass gültige Nachrichten spammig erscheinen könnten, sollten Sie "konservativ" wählen
es_es: Decida si desea que ambos métodos de la máquina indiquen spam para marcar como spam - conservador - o sólo un método - agresivo. Normalmente elegiría "agresivo", pero si, por ejemplo, su sitio es de contenido para adultos o vende SEO, de modo que los mensajes válidos pueden parecer spam, es posible que desee probar "conservador"
fr_fr: Décidez si vous voulez que les deux méthodes de la machine pour indiquer les spams soient marquées comme telles - conservatrice - ou seulement une méthode - agressive. Normalement, vous devriez choisir "agressif", mais si, par exemple, votre site traite de contenu pour adultes ou vend des services de référencement, les messages valides peuvent sembler être du spam, vous pouvez essayer "conservateur"
it_it: Decidete se volete che entrambi i metodi della macchina indichino lo spam da contrassegnare come tale - conservativo - o solo uno - aggressivo. Normalmente si sceglierebbe "aggressivo", ma se ad esempio il vostro sito tratta di contenuti per adulti o vende SEO e quindi i messaggi validi possono apparire come spam, potreste voler provare "conservativo"
pt_pt: Decida se você deseja que ambos os métodos da máquina indiquem spam para marcar como spam - conservador - ou apenas um método - agressivo. Normalmente, você escolheria "agressivo", mas se, por exemplo, seu site for sobre conteúdo adulto ou vender SEO, de modo que as mensagens válidas possam parecer spam, talvez seja melhor tentar "conservador

source: Use machine learning technology to filter out comment spam from human beings
ar: استخدام تقنية التعلم الآلي لتصفية التعليقات غير المرغوب فيها من البشر
cs_cz: Použití technologie strojového učení k odfiltrování komentářového spamu od lidí
de_de: Einsatz von Technologien des maschinellen Lernens, um Kommentarspam von Menschen herauszufiltern
es_es: Utilizar la tecnología de aprendizaje automático para filtrar el spam de comentarios procedentes de seres humanos
fr_fr: Utiliser la technologie de l'apprentissage automatique pour filtrer les spams de commentaires provenant d'êtres humains
it_it: Utilizzare la tecnologia di apprendimento automatico per filtrare lo spam dei commenti da parte degli esseri umani
pt_pt: Use a tecnologia de aprendizado de máquina para filtrar o spam de comentários de seres humanos

source: Forms types protected, without Captcha, Gravity Forms, Contact Form 7, WPForms, Fusion Forms, QEM, QCF, WP Registration and WooCommerce Registrations
ar: أنواع النماذج المحمية، بدون Captcha، ونماذج Gravity Forms، ونموذج الاتصال 7، ونماذج WPForms، ونماذج Fusion Forms، وQEM، وQCF، وتسجيلات WP، وتسجيلات WP، وWooCommerce
cs_cz: Typy formulářů chráněné, bez Captcha, Gravity Forms, Contact Form 7, WPForms, Fusion Forms, QEM, QCF, WP Registration a WooCommerce Registrations
de_de: Formulartypen geschützt, ohne Captcha, Gravity Forms, Contact Form 7, WPForms, Fusion Forms, QEM, QCF, WP Registration und WooCommerce Registrations
es_es: Tipos de formularios protegidos, sin Captcha, Gravity Forms, Contact Form 7, WPForms, Fusion Forms, QEM, QCF, WP Registration y WooCommerce Registrations
fr_fr: Formulaires protégés, sans Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration et WooCommerce Registrations
it_it: Tipi di moduli protetti, senza Captcha, Gravity Forms, Contact Form 7, WPForms, Fusion Forms, QEM, QCF, WP Registration e WooCommerce Registration
pt_pt: Tipos de formulários protegidos, sem Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration e WooCommerce Registrations

source: Single Words
ar: كلمات مفردة
cs_cz: Jednotlivá slova
de_de: Einzelne Wörter
es_es: Palabras sueltas
it_it: Parole singole
pt_pt: Palavras únicas

source: Single words, often random in text areas, can be a sign of spam, check this option to always decide one word answers are always spam
ar: يمكن أن تكون الكلمات المفردة، التي غالبًا ما تكون عشوائية في المناطق النصية، علامة على الرسائل غير المرغوب فيها، حدد هذا الخيار لتقرر دائمًا أن الإجابات المكونة من كلمة واحدة هي دائمًا رسائل غير مرغوب فيها
cs_cz: Jednotlivá slova, často náhodná v textových oblastech, mohou být známkou spamu, zaškrtnutím této možnosti vždy rozhodnete, že jednoslovné odpovědi jsou vždy spam
de_de: Einzelne Wörter, die oft zufällig in Textbereichen vorkommen, können ein Zeichen für Spam sein. Aktivieren Sie diese Option, um Antworten mit einem Wort immer als Spam zu erkennen
es_es: Las palabras sueltas, a menudo aleatorias en las áreas de texto, pueden ser un signo de spam, marque esta opción para decidir que las respuestas de una sola palabra son siempre spam
it_it: Le parole singole, spesso casuali nelle aree di testo, possono essere un segno di spam; selezionare questa opzione per decidere sempre che le risposte di una sola parola sono sempre spam
pt_pt: Palavras isoladas, geralmente aleatórias em áreas de texto, podem ser um sinal de spam. Marque essa opção para decidir que respostas com uma palavra são sempre spam

source: Spam transmission
ar: إرسال الرسائل غير المرغوب فيها
cs_cz: Přenos spamu
de_de: Spam-Übertragung
es_es: Transmisión de spam
fr_fr: Transmission de spam
it_it: Trasmissione di spam
pt_pt: Transmissão de spam

source: Disabling transmission ensures complete privacy for website visitor messages and comments which enables easy compliance with privacy laws such as GDPR and UK GDPR without relying on Data Processing Agreements (DPA) and Standard Contractual Clauses (SCC) if you want to enable transmission to Fullworks and would like a DPA and SCC please contact support. Disabling will mean that AI can not be used and remote Statistical Analysis will not happen resulting in potentially lower correct classification of human spam. Bot and IP Blocklist and Local Statistical Analysis spam detection remains the same.
ar: يضمن تعطيل الإرسال الخصوصية التامة لرسائل وتعليقات زوار الموقع الإلكتروني مما يتيح سهولة الامتثال لقوانين الخصوصية مثل اللائحة العامة لحماية البيانات واللائحة العامة لحماية البيانات في المملكة المتحدة دون الاعتماد على اتفاقيات معالجة البيانات (DPA) و البنود التعاقدية القياسية (SCC) إذا كنت ترغب في تمكين الإرسال إلى Fullworks وترغب في الحصول على اتفاقية معالجة البيانات (DPA) واتفاقية حماية البيانات (SCC)، يُرجى الاتصال بالدعم. سيؤدي التعطيل إلى عدم إمكانية استخدام الذكاء الاصطناعي ولن يحدث التحليل الإحصائي عن بُعد مما قد يؤدي إلى تصنيف أقل صحة للبريد المزعج البشري. يظل اكتشاف البريد المزعج للبوتات وقائمة حظر بروتوكول الإنترنت والتحليل الإحصائي المحلي كما هو.
cs_cz: Vypnutí přenosu zajišťuje úplné soukromí zpráv a komentářů návštěvníků webových stránek, což umožňuje snadné dodržování zákonů o ochraně osobních údajů, jako je GDPR a GDPR Spojeného království, bez nutnosti spoléhat se na dohody o zpracování údajů (DPA) a Standardní smluvní doložky (SCC), pokud chcete povolit přenos do společnosti Fullworks a chcete uzavřít DPA a SCC, kontaktujte prosím podporu. Zakázání bude znamenat, že nebude možné používat umělou inteligenci a nebude probíhat vzdálená statistická analýza, což může mít za následek potenciální nižší správnou klasifikaci lidského spamu. Detekce spamu pomocí botů a IP Blocklistu a místní statistické analýzy zůstává stejná.
de_de: Die Deaktivierung der Übermittlung gewährleistet den vollständigen Schutz der Nachrichten und Kommentare von Website-Besuchern, was eine einfache Einhaltung von Datenschutzgesetzen wie GDPR und UK GDPR ermöglicht, ohne sich auf Datenverarbeitungsverträge (DPA) und Standardvertragsklauseln (SCC). Wenn Sie die Übermittlung an Fullworks aktivieren möchten und eine DPA und SCC wünschen, wenden Sie sich bitte an den Support. Die Deaktivierung bedeutet, dass die KI nicht verwendet werden kann und die statistische Fernanalyse nicht stattfindet, was zu einer potenziell weniger korrekte Klassifizierung von menschlichem Spam. Die Bot- und IP-Blockliste sowie die lokale statistische Analyse zur Spamerkennung bleiben unverändert.
es_es: La desactivación de la transmisión garantiza la total privacidad de los mensajes y comentarios de los visitantes del sitio web, lo que permite cumplir fácilmente las leyes de privacidad, como la GDPR y la GDPR del Reino Unido, sin depender de los Acuerdos de Procesamiento de Datos (DPA) y las Si desea habilitar la transmisión a Fullworks y desea un DPA y un SCC, póngase en contacto con el servicio de asistencia. La desactivación significará que no se podrá utilizar la IA y que no se realizará el análisis estadístico remoto, lo que puede dar lugar a una clasificación potencialmente menos correcta del spam humano una menor clasificación correcta del spam humano. La detección de spam mediante listas de bloqueo de bots e IP y análisis estadístico local sigue siendo la misma.
fr_fr: La désactivation de la transmission garantit la confidentialité totale des messages et des commentaires des visiteurs du site Web, ce qui permet de se conformer facilement aux lois sur la protection de la vie privée telles que le GDPR et le GDPR britannique sans avoir recours à des accords sur le traitement des données (DPA) et à des clauses contractuelles types (SCC) Si vous souhaitez activer la transmission à Fullworks et que vous souhaitez obtenir un DPA et un SCC, veuillez contacter le service d'assistance. La désactivation signifie que l'IA ne peut pas être utilisée et que l'analyse statistique à distance ne se produira pas, ce qui entraînera potentiellement une classification moins correcte des spams humains une classification potentiellement moins correcte des spams humains. La détection des spams par les listes de blocage de bot et d'IP et par l'analyse statistique locale reste inchangée.
it_it: La disabilitazione della trasmissione garantisce la completa privacy dei messaggi e dei commenti dei visitatori del sito web, consentendo una facile conformità alle leggi sulla privacy come il GDPR e il GDPR del Regno Unito senza dover ricorrere ad accordi sul trattamento dei dati (DPA) e a clausole contrattuali standard (SCC) Se si desidera abilitare la trasmissione a Fullworks e si desidera un DPA e un SCC, contattare l'assistenza. La disabilitazione implica l'impossibilità di utilizzare l'intelligenza artificiale e l'analisi statistica remota, con il risultato di una classificazione potenzialmente meno corretta dello spam umano una classificazione corretta dello spam umano potenzialmente inferiore. Il rilevamento dello spam da parte di Bot e IP Blocklist e dell'Analisi statistica locale rimane invariato.
pt_pt: A desativação da transmissão garante total privacidade para as mensagens e comentários dos visitantes do site, o que permite fácil conformidade com as leis de privacidade, como a GDPR e a GDPR do Reino Unido, sem depender de acordos de processamento de dados (DPA) e cláusulas contratuais padrão (SCC) Se quiser ativar a transmissão para a Fullworks e desejar um DPA e um SCC, entre em contato com o suporte. A desativação significará que a IA não poderá ser usada e que a análise estatística remota não ocorrerá, resultando em uma classificação correta potencialmente menor classificação correta de spam humano. A detecção de spam por Bot e IP Blocklist e Análise Estatística Local permanece a mesma.

source: Spam to Email
ar: الرسائل غير المرغوب فيها إلى البريد الإلكتروني
cs_cz: Spam do e-mailu
de_de: Spam an E-Mail
es_es: Spam a correo electrónico
pt_pt: Spam para e-mail

source: Some forms we can't stop email being sent even when we detect spam so to handle this you can set up a different email address so you can direct to spam folders. Leaving blank will send the email to whatever is set up in the forms with a modified subject lime.
ar: بعض النماذج لا يمكننا إيقاف إرسال البريد الإلكتروني حتى عندما نكتشف البريد الإلكتروني غير المرغوب فيه، لذا للتعامل مع هذا الأمر يمكنك إعداد عنوان بريد إلكتروني مختلف حتى تتمكن من توجيهه إلى مجلدات البريد المزعج. سيؤدي تركه فارغاً إلى إرسال البريد الإلكتروني إلى ما تم إعداده في النماذج مع تعديل عنوان الموضوع.
cs_cz: U některých formulářů nemůžeme zabránit odesílání e-mailů, i když zjistíme spam, takže pro tento případ můžete nastavit jinou e-mailovou adresu, abyste mohli přesměrovat do složek se spamem. Ponecháte-li prázdnou, bude e-mail odeslán na jakoukoli adresu nastavenou ve formulářích s upraveným předmětem lime.
de_de: Bei einigen Formularen können wir das Versenden von E-Mails nicht verhindern, selbst wenn wir Spam erkennen. Daher können Sie eine andere E-Mail-Adresse einrichten, die an Spam-Ordner weitergeleitet werden kann. Wenn Sie das Feld leer lassen, wird die E-Mail an die Adresse gesendet, die in den Formularen mit einem geänderten Betreff angegeben ist.
es_es: En algunos formularios no podemos evitar que se envíe un correo electrónico aunque detectemos spam, por lo que, para solucionarlo, puedes configurar una dirección de correo electrónico diferente que puedas dirigir a las carpetas de spam. Si se deja en blanco, se enviará el correo electrónico a la dirección configurada en los formularios con un asunto modificado.
it_it: In alcuni moduli non è possibile impedire l'invio di e-mail anche quando si rileva la presenza di spam, quindi per gestire questo problema è possibile impostare un indirizzo e-mail diverso da indirizzare alle cartelle di spam. Se si lascia vuoto, l'e-mail verrà inviata a qualsiasi indirizzo impostato nei moduli con un oggetto modificato.
pt_pt: Em alguns formulários, não podemos impedir o envio de e-mails mesmo quando detectamos spam, portanto, para lidar com isso, você pode configurar um endereço de e-mail diferente para que possa direcionar para as pastas de spam. Se deixar em branco, o e-mail será enviado para o endereço configurado nos formulários com um assunto modificado.

source: Email reports to:
ar: إرسال التقارير بالبريد الإلكتروني إلى:
cs_cz: Zprávy zasílejte e-mailem na adresu:
de_de: Berichte per E-Mail an:
es_es: Informes por correo electrónico a:
fr_fr: L'adresse électronique est la suivante
it_it: Segnalazioni via e-mail a:
pt_pt: Enviar relatórios por e-mail para:

source: This email will be used by the plugin to send all notifications from the plugin. It can be different to the site administrator email
ar: ستستخدم الإضافة هذا البريد الإلكتروني لإرسال جميع الإشعارات من الإضافة. يمكن أن يكون مختلفًا عن البريد الإلكتروني لمدير الموقع
cs_cz: Tento e-mail bude zásuvný modul používat k zasílání všech oznámení ze zásuvného modulu. Může se lišit od e-mailu správce webu
de_de: Diese E-Mail wird vom Plugin verwendet, um alle Benachrichtigungen vom Plugin zu versenden. Sie kann eine andere sein als die E-Mail des Website-Administrators
es_es: Este correo electrónico será utilizado por el plugin para enviar todas las notificaciones del plugin. Puede ser diferente al correo electrónico del administrador del sitio
fr_fr: Cet email sera utilisé par le plugin pour envoyer toutes les notifications du plugin. Il peut être différent de l'email de l'administrateur du site
it_it: Questa email sarà utilizzata dal plugin per inviare tutte le notifiche del plugin. Può essere diversa dall'email dell'amministratore del sito
pt_pt: Esse e-mail será usado pelo plug-in para enviar todas as notificações do plug-in. Ele pode ser diferente do e-mail do administrador do site
