Repository: alanef/fullworks-anti-spam
Catalog: languages/fullworks-anti-spam-*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, pt_pt

source: Enable monthly spam stats summary email
ar: تمكين البريد الإلكتروني الشهري لملخص إحصائيات الرسائل غير المرغوب فيها
cs_cz: Povolení měsíčního e-mailu se souhrnnými statistikami spamu
de_de: Monatliche Zusammenfassung der Spam-Statistik per E-Mail aktivieren
es_es: Activar el correo electrónico de resumen mensual de estadísticas de spam
fr_fr: Activer l'envoi mensuel d'un résumé des statistiques sur le spam
it_it: Abilitazione dell'e-mail mensile di riepilogo delle statistiche sullo spam
pt_pt: Ativar o e-mail mensal de resumo das estatísticas de spam

source: No alerts
ar: لا توجد تنبيهات
cs_cz: Žádná upozornění
de_de: Keine Ausschreibungen
es_es: Sin alertas
fr_fr: Pas d'alertes
it_it: Nessun avviso
pt_pt: Sem alertas

source: Daily
ar: يومي
cs_cz: Denně
de_de: Täglich
es_es: Diariamente
fr_fr: Quotidien
it_it: Giornaliero
pt_pt: Diariamente

source: Every 2 days
ar: كل يومين
cs_cz: Každé 2 dny
de_de: Alle 2 Tage
es_es: Cada 2 días
fr_fr: Tous les deux jours
it_it: Ogni 2 giorni
pt_pt: A cada 2 dias

source: Weekly
ar: أسبوعي
cs_cz: Týdně
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
it_it: Settimanale
pt_pt: Semanal

source: Send reminders when there is spam to check
ar: إرسال تذكيرات عند وجود رسائل غير مرغوب فيها للتحقق منها
cs_cz: Odesílání připomenutí, když je třeba zkontrolovat spam
de_de: Erinnerungen senden, wenn es Spam zu prüfen gibt
es_es: Envía recordatorios cuando haya spam que revisar
fr_fr: Envoyer des rappels lorsqu'il y a du spam à vérifier
it_it: Inviare promemoria quando c'è dello spam da controllare
pt_pt: Enviar lembretes quando houver spam para verificar

source: Alert form spam ( %s )
ar: نموذج التنبيه من الرسائل غير المرغوب فيها ( %s )
cs_cz: Upozornění na spam ( %s )
de_de: Warnmeldung Spam ( %s )
es_es: Formulario de alerta spam ( %s )
fr_fr: Formulaire d'alerte spam ( Fluent Forms )
it_it: Modulo di avviso spam ( %s )
pt_pt: Alerta de spam em formulários ( Fluent Forms )

source: Activate the FREE trial
ar: فعِّل الإصدار التجريبي المجاني
cs_cz: Aktivujte zkušební verzi ZDARMA
de_de: Aktivieren Sie die KOSTENLOSE Testversion
es_es: Activar la prueba GRATUITA
fr_fr: Activer l'essai GRATUIT
it_it: Attivare la prova gratuita
pt_pt: Ativar a avaliação GRATUITA

source: for spam statistics auto reporting by email
ar: للإبلاغ التلقائي عن إحصائيات الرسائل غير المرغوب فيها عن طريق البريد الإلكتروني
cs_cz: pro automatické hlášení statistik spamu e-mailem
de_de: für automatische Spam-Statistiken per E-Mail
es_es: para estadísticas de spam autoinforme por correo electrónico
fr_fr: pour les statistiques sur les spams, les rapports automatiques par courrier électronique
it_it: per la segnalazione automatica delle statistiche sullo spam via e-mail
pt_pt: para relatórios automáticos de estatísticas de spam por e-mail

source: Allow / Deny List
ar: قائمة السماح/الرفض
cs_cz: Seznam povolených/odmítnutých položek
de_de: Erlauben/Verweigern-Liste
es_es: Lista de permitidos / denegados
fr_fr: Liste des autorisations et des refus
it_it: Elenco dei permessi/negati
pt_pt: Lista de permissão / negação

source: Rules
ar: القواعد
cs_cz: Pravidla
de_de: Regeln
es_es: Reglas
fr_fr: Règles
it_it: Regole
pt_pt: Regras

source: Add New
ar: اضف جديد
cs_cz: Přidat nový
de_de: Neu hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter
it_it: Aggiungi Nuovo
pt_pt: Adicionar Novo

source: Allow / Deny
ar: السماح/الرفض
cs_cz: Povolit / zamítnout
de_de: Zulassen / Ablehnen
es_es: Permitir / Denegar
fr_fr: Autoriser / Refuser
it_it: Consenti / Rifiuta
pt_pt: Permitir / Negar

source: Upload CSV file
ar: تحميل ملف CSV
cs_cz: Nahrát soubor CSV
de_de: CSV-Datei hochladen
es_es: Subir un archivo CSV
it_it: Carica un file CSV
pt_pt: Carregar arquivo CSV

source: Invalid IP or IP Subnet
ar: عنوان IP أو شبكة IP فرعية غير صالحة
cs_cz: Neplatná IP nebo podsíť IP
de_de: Ungültige IP oder IP-Subnetz
es_es: IP o subred IP no válida
fr_fr: IP ou sous-réseau IP non valide
it_it: IP o sottorete IP non validi
pt_pt: IP ou sub-rede IP inválidos

source: Invalid string or regular expression
ar: سلسلة غير صالحة أو تعبير عادي غير صالح
cs_cz: Nesprávný řetězec nebo regulární výraz
de_de: Ungültiger String oder regulärer Ausdruck
es_es: Cadena o expresión regular no válida
fr_fr: Chaîne de caractères ou expression régulière non valide
it_it: Stringa o espressione regolare non valida
pt_pt: Cadeia de caracteres ou expressão regular inválida

source: Invalid email or email pattern
ar: بريد إلكتروني أو نمط بريد إلكتروني غير صالح
cs_cz: Neplatný e-mail nebo vzor e-mailu
de_de: Ungültige E-Mail oder E-Mail-Muster
es_es: Correo electrónico o patrón de correo electrónico no válidos
fr_fr: Courriel ou modèle de courriel invalide
it_it: Email o modello di email non validi
pt_pt: E-mail ou padrão de e-mail inválido

source: Error updating allow / deny data
ar: خطأ في تحديث بيانات السماح/رفض البيانات
cs_cz: Chyba při aktualizaci údajů o povolení/odmítnutí
de_de: Fehler bei der Aktualisierung der zulässigen/verbotenen Daten
es_es: Error al actualizar los datos permitidos / denegados
fr_fr: Erreur dans la mise à jour des données d'autorisation / de refus
it_it: Errore nell'aggiornamento dei dati di autorizzazione/rifiuto
pt_pt: Erro ao atualizar os dados de permissão/negação

source: Error inserting allow / deny data
ar: خطأ في إدراج بيانات السماح/رفض البيانات
cs_cz: Chyba při vkládání údajů o povolení/odmítnutí
de_de: Fehler beim Einfügen von allow / deny Daten
es_es: Error al insertar datos permitidos / denegados
fr_fr: Erreur d'insertion des données d'autorisation / de refus
it_it: Errore nell'inserimento dei dati di autorizzazione/rifiuto
pt_pt: Erro ao inserir dados de permissão/negação

source: Record Saved
ar: السجل المحفوظ
cs_cz: Uložený záznam
de_de: Gespeicherter Datensatz
es_es: Registro guardado
fr_fr: Enregistrement sauvegardé
it_it: Record salvato
pt_pt: Registro salvo

source: Email Log
ar: سجل البريد الإلكتروني
cs_cz: E-mailový protokol
de_de: E-Mail-Protokoll
es_es: Registro de correos
fr_fr: Journal des courriels
it_it: Registro messaggi
pt_pt: Novo Log de E-mail

source: Entries
ar: القيود المحاسبية
cs_cz: Záznamy
de_de: Einträge
es_es: Entradas
fr_fr: Entrées
it_it: Voci
pt_pt: Entradas

source: Enable IP blockist Checking
ar: تمكين التحقق من حظر IP
cs_cz: Povolení kontroly blokování IP
de_de: Aktivieren der IP-Blockierfunktion Prüfen
es_es: Activar el bloqueo de IP Comprobación
fr_fr: Activer le contrôle des bloqueurs d'IP
it_it: Abilita il blocco IP Controllo
pt_pt: Ativar a verificação de bloqueadores de IP

source: This controls IP block list checking at a form level initial default will be from Fullworks Anti Spam General settings
ar: يتحكم هذا في التحقق من قائمة حظر بروتوكول الإنترنت على مستوى النموذج سيكون الافتراضي الأولي من الإعدادات العامة لمكافحة البريد العشوائي Fullworks Anti Spam
cs_cz: Tím se řídí kontrola seznamu blokovaných IP adres na úrovni formuláře výchozí nastavení je z obecných nastavení programu Fullworks Anti Spam
de_de: Dies steuert die Überprüfung der IP-Blockierliste auf Formularebene. Die anfängliche Vorgabe stammt aus den allgemeinen Einstellungen von Fullworks Anti Spam
es_es: Controla la comprobación de la lista de bloqueo de IP a nivel de formulario. El valor predeterminado inicial será la configuración general de Fullworks Anti Spam
fr_fr: Ceci contrôle la vérification de la liste de blocage des IP au niveau du formulaire. La valeur initiale par défaut est celle des paramètres généraux de Fullworks Anti Spam
it_it: Questo controlla il controllo dell'elenco dei blocchi IP a livello di modulo. L'impostazione iniziale sarà quella delle impostazioni generali di Fullworks Anti Spam
pt_pt: Isso controla a verificação da lista de bloqueio de IPs em um nível de formulário. O padrão inicial será a partir das configurações gerais do Fullworks Anti Spam

source: Enable Content Checking (Human Spam)
ar: تمكين التحقق من المحتوى (البريد العشوائي البشري)
cs_cz: Povolení kontroly obsahu (lidský spam)
de_de: Inhaltskontrolle aktivieren (Human Spam)
es_es: Activar la comprobación de contenidos (spam humano)
fr_fr: Activer la vérification du contenu (spam humain)
it_it: Abilita il controllo dei contenuti (Human Spam)
pt_pt: Ativar a verificação de conteúdo (spam humano)

source: This controls content checking for HUMAN input spam at a form level initial default will be from Fullworks Anti Spam General settings
ar: يتحكم هذا في التحقق من المحتوى بحثًا عن مدخلات بشرية غير مرغوب فيها على مستوى النموذج سيكون الافتراضي الأولي من الإعدادات العامة لمكافحة البريد العشوائي Fullworks Anti Spam
cs_cz: Tímto se řídí kontrola obsahu pro HUMAN vstupní spam na úrovni formuláře výchozí nastavení bude z obecných nastavení Fullworks Anti Spam
de_de: Dies steuert die Überprüfung des Inhalts auf HUMAN-Eingabe-Spam auf Formularebene. Die anfängliche Vorgabe stammt aus den allgemeinen Einstellungen von Fullworks Anti Spam
es_es: Controla la comprobación de contenido para el spam de entrada HUMANA a nivel de formulario. La configuración inicial por defecto será la de Fullworks Anti Spam General settings
fr_fr: Ceci contrôle la vérification du contenu pour les spams d'origine humaine au niveau du formulaire. La valeur initiale par défaut est celle des paramètres généraux de Fullworks Anti Spam
it_it: Controlla il controllo del contenuto per lo spam di input umano a livello di modulo. L'impostazione iniziale è quella delle impostazioni generali di Fullworks Anti Spam
pt_pt: Isso controla a verificação de conteúdo para spam de entrada humana em um nível de formulário. O padrão inicial será das configurações gerais do Fullworks Anti Spam

source: You do not have sufficient permissions to access this page.
ar: ليس لديك صلاحية كافية للوصول إلى هذه الصفحة.
cs_cz: Nemáte dostatečné oprávnění pro přístup na tuto stránku.
de_de: Du hast nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.
es_es: No tienes suficientes permisos para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
it_it: Non hai i permessi necessari per accedere a questa pagina.
pt_pt: Você não tem permissões suficientes para acessar esta página.

source: No file was uploaded.
ar: لم يتم تحميل أي ملف.
cs_cz: Nebyl nahrán žádný soubor.
de_de: Es wurde keine Datei hochgeladen.
es_es: No se ha subido ningún archivo.
fr_fr: Aucun fichier téléchargé.
it_it: Nessun file è stato caricato.
pt_pt: Nenhum arquivo foi enviado.

source: Every Two Days
ar: كل يومين
cs_cz: Každé dva dny
de_de: Alle zwei Tage
es_es: Cada dos días
fr_fr: Tous les deux jours
it_it: Ogni due giorni
pt_pt: A cada dois dias

source: No current items
ar: لا توجد عناصر حالية
cs_cz: Žádné aktuální položky
de_de: Keine aktuellen Artikel
es_es: No hay artículos actuales
fr_fr: Pas d'articles en cours
it_it: Nessun articolo attuale
pt_pt: Nenhum item atual

source: Export to CSV
ar: تصدير إلى CSV
cs_cz: Export do CSV
de_de: Als CSV exportieren
es_es: Exportar a CSV
fr_fr: Exporter en CSV
it_it: Esporta in CSV
pt_pt: Exportar para CSV

source: Import from CSV
ar: الاستيراد من CSV
cs_cz: Import z CSV
de_de: Import von CSV
es_es: Importar desde un archivo CSV
fr_fr: Importer du fichier CSV
it_it: Importa da CSV
pt_pt: Importar do CSV

source: All
ar: الكل
cs_cz: Vše
de_de: Alle
es_es: Todo
fr_fr: Tout
it_it: Tutti
pt_pt: Todos

source: Allowed
ar: مسموح
cs_cz: Povoleno
de_de: Erlaubt
es_es: Permitido
fr_fr: Autorisé
it_it: Consentito
pt_pt: Permitido

source: Denied
ar: مرفوض
cs_cz: Zakázáno
de_de: Abgelehnt
es_es: Denegado
fr_fr: Refusé
it_it: Negato
pt_pt: Negado

source: Type
ar: النوع
cs_cz: Typ
de_de: Typ
es_es: Tipo
it_it: Tipo
pt_pt: Tipo

source: Value
ar: القيمة
cs_cz: Hodnota
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
pt_pt: Valor

source: Notes
ar: ملاحظات
cs_cz: Poznámky
de_de: Notizen
es_es: Notas
fr_fr: Remarques
it_it: Note
pt_pt: Notas

source: Expression
ar: مصطلح
cs_cz: Výraz
de_de: Ausdruck
es_es: Expresión
it_it: Espressione
pt_pt: Expressão

source: Delete
ar: حذف
cs_cz: Smazat
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina
pt_pt: Excluir

source: Deny
ar: رفض
cs_cz: Odmítnout
de_de: Ablehnen
es_es: Negar
fr_fr: Refuser
it_it: Rifiutare
pt_pt: Negar

source: Allow
ar: السماح
cs_cz: Povolit
de_de: Erlauben
es_es: Permitir
fr_fr: Autoriser
it_it: Permettere
pt_pt: Permitir

source: Edit
ar: تعديل
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
pt_pt: Editar

source: Ham
ar: لحم الخنزير
cs_cz: Šunka
de_de: Schinken
es_es: Jamón
fr_fr: Jambon
it_it: Prosciutto
pt_pt: Fiambre

source: Subject
ar: الموضوع
cs_cz: Předmět
de_de: Betreff
es_es: Tema
fr_fr: Sujet
it_it: Oggetto
pt_pt: Assunto

source: Checked Content
ar: المحتوى الذي تم التحقق منه
cs_cz: Zkontrolovaný obsah
de_de: Geprüfter Inhalt
es_es: Contenido comprobado
fr_fr: Contenu vérifié
it_it: Contenuto controllato
pt_pt: Conteúdo verificado

source: From
ar: من
cs_cz: Od
de_de: Von
es_es: Desde
fr_fr: De
it_it: Dal
pt_pt: De

source: Date
ar: التاريخ
cs_cz: Datum
de_de: Datum
es_es: Fecha
it_it: Data
pt_pt: Data

source: View
ar: عرض
cs_cz: Zobrazit
de_de: Anzeigen
es_es: Ver
fr_fr: Voir
it_it: Visualizza
pt_pt: Ver

source: Notify Spam to Fullworks
ar: إخطار الرسائل غير المرغوب فيها إلى Fullworks
cs_cz: Upozornění na spam do služby Fullworks
de_de: Spam an Fullworks melden
es_es: Notificar Spam a Fullworks
fr_fr: Notifier le spam à Fullworks
it_it: Notificare lo spam a Fullworks
pt_pt: Notificar Spam para a Fullworks

source: Allow spam messages to be sent to Fullworks for the purpose of improving spam detection, if you want to opt out of this specific option you can do on the settings page
ar: السماح بإرسال الرسائل غير المرغوب فيها إلى Fullworks بغرض تحسين اكتشاف الرسائل غير المرغوب فيها، إذا كنت ترغب في إلغاء الاشتراك في هذا الخيار المحدد يمكنك القيام بذلك في صفحة الإعدادات
cs_cz: Povolit odesílání nevyžádaných zpráv do služby Fullworks za účelem zlepšení detekce spamu, pokud chcete tuto konkrétní možnost zrušit, můžete tak učinit na stránce nastavení
de_de: Zulassen, dass Spam-Nachrichten an Fullworks gesendet werden, um die Spam-Erkennung zu verbessern; wenn Sie diese Option deaktivieren möchten, können Sie dies auf der Einstellungsseite tun
es_es: Permitir que los mensajes de spam sean enviados a Fullworks con el fin de mejorar la detección de spam, si desea desactivar esta opción específica puede hacerlo en la página de configuración
fr_fr: Autoriser l'envoi de messages de spam à Fullworks dans le but d'améliorer la détection des spams. Si vous souhaitez désactiver cette option spécifique, vous pouvez le faire sur la page des paramètres
it_it: Consentire l'invio di messaggi di spam a Fullworks allo scopo di migliorare il rilevamento dello spam; se si desidera rinunciare a questa opzione specifica, è possibile farlo nella pagina delle impostazioni
pt_pt: Permitir que mensagens de spam sejam enviadas para a Fullworks com o objetivo de melhorar a detecção de spam; se você quiser desativar essa opção específica, poderá fazê-lo na página de configurações

source: When you manually mark a comment or other item as spam or not spam the data will be send to Fullworks for the purpose of improving spam detection
ar: عندما تقوم يدوياً بوضع علامة يدوياً على تعليق أو عنصر آخر كرسالة غير مرغوب فيها أو غير مرغوب فيها سيتم إرسال البيانات إلى Fullworks بغرض تحسين اكتشاف الرسائل غير المرغوب فيها
cs_cz: Když ručně označíte komentář nebo jinou položku jako spam nebo jako nevyžádanou pošlete údaje společnosti Fullworks za účelem zlepšení detekce spamu
de_de: Wenn Sie einen Kommentar oder ein anderes Element manuell als Spam oder nicht Spam markieren, werden die Daten an Fullworks gesendet, um die Spam-Erkennung zu verbessern
es_es: Cuando marque manualmente un comentario u otro elemento como spam o no spam, los datos se enviarán a Fullworks con el fin de mejorar la detección de spam
fr_fr: Lorsque vous marquez manuellement un commentaire ou un autre élément comme étant du spam ou non, les données sont envoyées à Fullworks dans le but d'améliorer la détection du spam
it_it: Quando contrassegnate manualmente un commento o un altro elemento come spam o non spam, i dati saranno inviati a Fullworks allo scopo di migliorare il rilevamento dello spam
pt_pt: Quando você marcar manualmente um comentário ou outro item como spam ou não spam, os dados serão enviados à Fullworks com o objetivo de melhorar a detecção de spam

source: has spam entries please review and either delete or mark as not spam.
ar: تحتوي على إدخالات غير مرغوب فيها يرجى مراجعتها وحذفها أو وضع علامة عليها غير مرغوب فيها.
cs_cz: má spamové příspěvky, prosím, zkontrolujte a buď odstraňte, nebo označte jako nevyžádanou poštu.
de_de: spam-Einträge hat, bitte überprüfen und entweder löschen oder als kein Spam markieren.
es_es: tiene entradas de spam por favor revise y eliminar o marcar como no spam.
fr_fr: a des entrées de spam, veuillez les examiner et les supprimer ou les marquer comme n'étant pas du spam.
it_it: se ci sono voci di spam, si prega di controllare e di cancellare o contrassegnare come non spam.
pt_pt: os formulários QCF a seguir têm entradas de spam. Revise-os e exclua-os ou remova o spam.

source: Website spam that needs checking!
ar: موقع إلكتروني غير مرغوب فيه يحتاج إلى التحقق!
cs_cz: Spam na webových stránkách, který je třeba zkontrolovat!
de_de: Website-Spam, der überprüft werden muss!
es_es: Spam en el sitio web que debe comprobarse
fr_fr: Site Web spam qui doit être vérifié !
it_it: Spam di siti web da controllare!
pt_pt: Spam de site que precisa ser verificado!

source: Your Monthly Anti-Spam Review
ar: المراجعة الشهرية لمكافحة الرسائل غير المرغوب فيها
cs_cz: Měsíční přehled antispamu
de_de: Ihre monatliche Anti-Spam-Überprüfung
es_es: Su revisión mensual antispam
fr_fr: Votre revue mensuelle anti-spam
it_it: La vostra revisione mensile antispam
pt_pt: Sua revisão mensal anti-spam

source: Comment submitted looks like human spam
ar: يبدو أن التعليق المقدم يبدو وكأنه رسالة غير مرغوب فيها
cs_cz: Odeslaný komentář vypadá jako lidský spam
de_de: Eingereichter Kommentar sieht aus wie menschlicher Spam
es_es: El comentario enviado parece spam humano
fr_fr: Les commentaires soumis ressemblent à du spam humain
it_it: Il commento inviato sembra uno spam umano
pt_pt: O comentário enviado parece ser spam humano

source: Please write more, one word comments are not allowed
ar: يرجى كتابة المزيد، لا يُسمح بالتعليقات المكونة من كلمة واحدة
cs_cz: Prosím, napište více, jednoslovné komentáře nejsou povoleny
de_de: Bitte schreiben Sie mehr, Ein-Wort-Kommentare sind nicht erlaubt
es_es: Por favor, escriba más, los comentarios de una palabra no están permitidos
fr_fr: Veuillez écrire plus, les commentaires d'un seul mot ne sont pas autorisés
it_it: Per favore, scrivete di più, i commenti di una sola parola non sono ammessi
pt_pt: Por favor, escreva mais, não são permitidos comentários de uma palavra

source: Comment submitted from blocklisted IP
ar: تم إرسال التعليق من عنوان IP مدرج في قائمة الحظر
cs_cz: Komentář odeslaný z blokované IP adresy
de_de: Kommentar von blockierter IP übermittelt
es_es: Comentario enviado desde IP bloqueada
fr_fr: Commentaire soumis à partir d'une IP sur liste bloquée
it_it: Commento inviato da un IP bloccato
pt_pt: Comentário enviado de um IP incluído em uma lista de bloqueio

source: Comment submitted from blocklisted email or IP or contains banned text
ar: تعليق تم إرساله من بريد إلكتروني أو عنوان IP مدرج في قائمة الحظر أو يحتوي على نص محظور
cs_cz: Komentář odeslaný z e-mailu nebo IP adresy, které jsou na seznamu blokovaných, nebo obsahuje zakázaný text
de_de: Kommentar wurde von einer blockierten E-Mail oder IP-Adresse übermittelt oder enthält verbotenen Text
es_es: Comentario enviado desde correo electrónico o IP bloqueados o contiene texto prohibido
fr_fr: Commentaire soumis à partir d'un courriel ou d'une adresse IP figurant sur une liste de blocage ou contenant un texte interdit
it_it: Commento inviato da email o IP bloccati o contenente testo vietato
pt_pt: Comentário enviado de um IP incluído em uma lista de bloqueio

source: Are you sure you are human as that was very fast typing, please try again
cs_cz: Jste si jistý, že jste člověk, protože to bylo velmi rychlé psaní, zkuste to prosím znovu

source: Your IP or email of content looks like spam. If this is an issue contact teh website owner.
ar: يبدو عنوان IP الخاص بك أو البريد الإلكتروني الخاص بالمحتوى كرسالة غير مرغوب فيها. إذا كانت هذه مشكلة اتصل بمالك الموقع الإلكتروني.
cs_cz: Vaše IP adresa nebo e-mail s obsahem vypadá jako spam. Pokud se jedná o problém, kontaktujte majitele webu.
de_de: Ihre IP oder die E-Mail mit dem Inhalt sieht wie Spam aus. Wenn dies ein Problem ist, kontaktieren Sie den Eigentümer der Website.
es_es: Tu IP o email de contenido parece spam. Si se trata de un problema, póngase en contacto con el propietario del sitio web.
fr_fr: Votre adresse IP ou l'adresse électronique du contenu ressemble à du spam. Si c'est le cas, contactez le propriétaire du site.
it_it: L'IP o l'e-mail del contenuto sembrano spam. Se si tratta di un problema, contattare il proprietario del sito web.
pt_pt: Seu IP ou e-mail de conteúdo parece ser spam. Se isso for um problema, entre em contato com o proprietário do site.

source: You seem to be a bot, sorry but you are unable to submit this form
ar: يبدو أنك روبوت، آسف ولكنك غير قادر على إرسال هذا النموذج
cs_cz: Zdá se, že jste bot, je nám líto, ale nemůžete odeslat tento formulář
de_de: Sie scheinen ein Bot zu sein. Sie können dieses Formular leider nicht abschicken
es_es: Parece ser un bot, lo sentimos pero no puede enviar este formulario
fr_fr: Vous semblez être un robot, désolé mais vous ne pouvez pas soumettre ce formulaire
it_it: Sembra che tu sia un bot, mi dispiace ma non sei in grado di inviare questo modulo
pt_pt: É necessário habilitar o Javascript para enviar este formulário

source: Bot detected
ar: تم اكتشاف روبوت
cs_cz: Zjištěn bot
de_de: Bot entdeckt
es_es: Bot detectado
fr_fr: Bot détecté
it_it: Bot rilevato
pt_pt: Bot detectado

source: On Deny List
ar: في قائمة الرفض
cs_cz: Na seznamu odepření
de_de: Auf der Ablehnungsliste
es_es: En la lista de rechazados
fr_fr: Sur la liste des refus
it_it: Nell'elenco dei rifiutati
pt_pt: Na lista de recusas

source: IP on industry blocklists
ar: الملكية الفكرية على قوائم الحظر في الصناعة
cs_cz: IP na průmyslových blokačních seznamech
de_de: IP auf Sperrlisten der Industrie
es_es: PI en las listas de bloqueo del sector
fr_fr: La IP sur les listes de blocage de l'industrie
it_it: IP su liste di blocco del settore
pt_pt: IP em listas de bloqueio do setor

source: Just on word, looks like spam content
ar: فقط على كلمة، يبدو أنه محتوى غير مرغوب فيه
cs_cz: Jen na slovíčko, vypadá to jako spam
de_de: Nur ein Wort, sieht aus wie Spam-Inhalt
es_es: Sólo una palabra, parece contenido spam
fr_fr: Juste un mot, ça ressemble à du spam
it_it: Solo su word, sembra un contenuto spam
pt_pt: Apenas na palavra, parece ser conteúdo de spam

source: Content looks suspicious
ar: المحتوى يبدو مريبًا
cs_cz: Obsah vypadá podezřele
de_de: Inhalt sieht verdächtig aus
es_es: El contenido parece sospechoso
fr_fr: Le contenu semble suspect
it_it: Il contenuto sembra sospetto
pt_pt: O conteúdo parece suspeito
