Repository: alanef/fullworks-anti-spam
Catalog: languages/fullworks-anti-spam-*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, pt_pt

source: Your submission has been blocked as it looks like spam, if this persists contact the site owner.
ar: لقد تم حظر إرسالك لأنه يبدو كرسالة غير مرغوب فيها، إذا استمر هذا الأمر اتصل بمالك الموقع.
cs_cz: Váš příspěvek byl zablokován, protože vypadá jako spam, pokud přetrvává, kontaktujte majitele webu.
de_de: Ihr Beitrag wurde blockiert, da er wie Spam aussieht. Sollte dies weiterhin der Fall sein, wenden Sie sich an den Betreiber der Website.
es_es: Tu envío ha sido bloqueado por parecer spam, si esto persiste contacta con el propietario del sitio.
fr_fr: Votre soumission a été bloquée car elle ressemble à du spam. Si cela persiste, contactez le propriétaire du site.
it_it: Il tuo invio è stato bloccato in quanto sembra spam; se il problema persiste, contatta il proprietario del sito.
pt_pt: Seu envio foi bloqueado porque parece ser spam. Se isso persistir, entre em contato com o proprietário do site.

source: ERROR:
ar: خطأ:
cs_cz: CHYBA:
de_de: FEHLER:
fr_fr: ERREUR :
it_it: Errore:
pt_pt: ERRO:

source: The website owner is blocking your email or IP
ar: يحظر مالك الموقع الإلكتروني بريدك الإلكتروني أو عنوان IP الخاص بك
cs_cz: Majitel webu blokuje váš e-mail nebo IP adresu
de_de: Der Eigentümer der Website blockiert Ihre E-Mail oder IP
es_es: El propietario del sitio web está bloqueando su correo electrónico o IP
fr_fr: Le propriétaire du site bloque votre adresse électronique ou votre adresse IP
it_it: Il proprietario del sito web blocca il vostro indirizzo e-mail o IP
pt_pt: O proprietário do site está bloqueando seu e-mail ou IP

source: Message submitted looks like human spam
ar: الرسالة المرسلة تبدو كرسالة غير مرغوب فيها
cs_cz: Odeslaná zpráva vypadá jako lidský spam
de_de: Eingereichte Nachricht sieht aus wie menschlicher Spam
es_es: El mensaje enviado parece spam humano
fr_fr: Le message soumis ressemble à du spam humain
it_it: Il messaggio inviato sembra uno spam umano
pt_pt: O comentário enviado parece ser spam humano

source: Message submitted from blocklisted IP
ar: رسالة مرسلة من IP مدرج في قائمة الحظر
cs_cz: Zpráva odeslaná z blokované IP adresy
de_de: Nachricht von blockierter IP übermittelt
es_es: Mensaje enviado desde una IP bloqueada
fr_fr: Message envoyé à partir d'une IP sur liste de blocage
it_it: Messaggio inviato da un IP bloccato
pt_pt: Comentário enviado de um IP incluído em uma lista de bloqueio

source: Message submitted from blocklisted email or IP or conatins banned text
ar: رسالة تم إرسالها من بريد إلكتروني أو عنوان IP محظور أو تحتوي على نص محظور
cs_cz: Zpráva odeslaná z e-mailu nebo IP adresy, která je na seznamu blokovaných, nebo obsahuje zakázaný text
de_de: Die Nachricht wurde von einer blockierten E-Mail oder IP übermittelt oder enthält verbotenen Text
es_es: Mensaje enviado desde correo electrónico o IP bloqueados o con texto prohibido
fr_fr: Message envoyé à partir d'un courriel ou d'une adresse IP figurant sur une liste de blocage ou contenant un texte interdit
it_it: Messaggio inviato da email o IP bloccati o contenente testo proibito
pt_pt: Mensagem enviada de um e-mail ou IP incluído em uma lista de bloqueio ou contém texto proibido

source: IP Blocklisted IP check your IP reputation
ar: IP المدرج في قائمة الحظر IP تحقق من سمعة IP الخاص بك
cs_cz: Kontrola reputace IP adresy na seznamu blokovaných IP adres
de_de: IP Blocklisted IP überprüfen Sie Ihre IP-Reputation
es_es: IP Blocklisted IP comprueba la reputación de tu IP
fr_fr: <strong>ERROR :</strong> IP Blocklisted IP vérifiez la réputation de votre IP
it_it: IP Blocklisted IP controlla la reputazione del tuo IP
pt_pt: <strong>ERROR:</strong> IP Blocklisted IP verifique sua reputação de IP

source: IP Blocklisted: check your IP reputation
ar: IP مدرج في قائمة الحظر: تحقق من سمعة IP الخاص بك
cs_cz: Blokovaná IP: zkontrolujte si pověst své IP adresy
de_de: IP Blocklisted: Prüfen Sie Ihre IP-Reputation
es_es: IP bloqueada: comprueba la reputación de tu IP
fr_fr: <strong>ERROR :</strong> IP Blocklisted IP vérifiez la réputation de votre IP
it_it: IP Blocklisted: verifica la reputazione del tuo IP
pt_pt: <strong>ERROR:</strong> IP Blocklisted IP verifique sua reputação de IP

source: WP Registrations
ar: تسجيلات WP
cs_cz: Registrace WP
de_de: WP-Registrierungen
es_es: INSCRIPCIONES
fr_fr: Enregistrements WP
it_it: Registrazioni WP
pt_pt: Registros WP

source: WooCommerce Forms
ar: نماذج WooCommerce
cs_cz: Formuláře WooCommerce
de_de: WooCommerce Formulare
es_es: Formularios WooCommerce
fr_fr: Formulaires WooCommerce
it_it: Moduli WooCommerce
pt_pt: Formulários do WooCommerce

source: Quick Event Manager
cs_cz: Správce rychlých událostí
fr_fr: Gestionnaire d'événements rapides
it_it: Quick Event Manager installato
pt_pt: Quick Event Manager instalado

source: Quick Contact Form
cs_cz: Rychlý kontaktní formulář
fr_fr: Formulaire de contact rapide
it_it: Quick Contact Form installato
pt_pt: Formulário de Contato Rapido

source: JetPack Contact Form
ar: نموذج الاتصال JetPack JetPack
cs_cz: Kontaktní formulář JetPack
de_de: JetPack-Kontaktformular
fr_fr: Formulaire de contact JetPack
it_it: Modulo di contatto JetPack
pt_pt: Formulário de contato do JetPack

source: Fluent Forms
cs_cz: Fluentní formuláře

source: [SPAM review]
ar: [مراجعة الرسائل الاقتحامية]
cs_cz: [recenze SPAMu]
de_de: [SPAM-Überprüfung]
fr_fr: [Revue SPAM]
it_it: [recensione SPAM]
pt_pt: [Análise de SPAM]

source: On IP Block List
ar: في قائمة حظر IP
cs_cz: Na seznamu blokovaných IP adres
de_de: Auf der IP-Sperrliste
es_es: En la lista de IP bloqueadas
fr_fr: Sur la liste de blocage IP
it_it: Nell'elenco di blocco IP
pt_pt: IP bloqueado

source: Content suspect
ar: مشتبه به في المحتوى
cs_cz: Podezřelý obsah
de_de: Inhaltlich verdächtig
es_es: Contenido sospechoso
fr_fr: Contenu suspect
it_it: Contenuto sospetto
pt_pt: O conteúdo parece suspeito

source: Email on Form:
cs_cz: E-mail na formuláři:

source: Combined textarea:
cs_cz: Kombinovaná textová oblast:

source: Site not registered: Anti Spam plugin will not function
ar: الموقع غير مسجل: لن يعمل المكون الإضافي لمكافحة البريد العشوائي
cs_cz: Stránka není registrována: Zásuvný modul proti spamu nebude fungovat
de_de: Website nicht registriert: Anti-Spam-Plugin wird nicht funktionieren
es_es: Sitio no registrado: El plugin Anti Spam no funcionará
fr_fr: Le site n'est pas enregistré : Le plugin anti-spam ne fonctionne pas
it_it: Sito non registrato: Il plugin antispam non funziona
pt_pt: Site não registrado: O plugin antispam não funcionará

source: Total
ar: المجموع
cs_cz: Celkem
de_de: Summe
it_it: Totale

source: has been protecting your website
ar: كان يحمي موقعك على الويب الخاص بك
cs_cz: chrání vaše webové stránky
de_de: hat Ihre Website geschützt
es_es: ha estado protegiendo su sitio web
fr_fr: protège votre site web
it_it: ha protetto il vostro sito web
pt_pt: tem protegido seu site

source: from spam
ar: من الرسائل غير المرغوب فيها
cs_cz: ze spamu
de_de: von Spam
es_es: de spam
fr_fr: du spam
it_it: dallo spam
pt_pt: de spam

source: The following are the spam statistics over the last 30 days
ar: فيما يلي إحصائيات الرسائل غير المرغوب فيها على مدار الثلاثين يومًا الماضية
cs_cz: Následují statistiky spamu za posledních 30 dní
de_de: Die Spam-Statistiken der letzten 30 Tage lauten wie folgt
es_es: Estas son las estadísticas de spam de los últimos 30 días
fr_fr: Voici les statistiques du spam au cours des 30 derniers jours
it_it: Di seguito sono riportate le statistiche relative allo spam negli ultimi 30 giorni
pt_pt: Veja a seguir as estatísticas de spam dos últimos 30 dias

source: This email is intended as a reminder for you to check your spam queues for human spam in case some were classified incorrectly
ar: الغرض من هذه الرسالة الإلكترونية هو تذكيرك بالتحقق من قوائم انتظار الرسائل غير المرغوب فيها في حال تم تصنيف بعضها بشكل خاطئ
cs_cz: Tento e-mail je určen jako připomínka, abyste si zkontrolovali fronty nevyžádané pošty, pokud byla některá z nich nesprávně klasifikována
de_de: Diese E-Mail soll Sie daran erinnern, Ihre Spam-Warteschlangen nach menschlichem Spam zu durchsuchen, falls einige falsch klassifiziert wurden
es_es: Este correo electrónico pretende ser un recordatorio para que compruebe sus colas de spam humano en caso de que algunos se clasificaron incorrectamente
fr_fr: Cet e-mail a pour but de vous rappeler de vérifier vos files d'attente de spam humain au cas où certains auraient été classés de manière incorrecte
it_it: Questa e-mail vuole essere un promemoria per ricordarvi di controllare le vostre code di spam per lo spam umano, nel caso in cui alcuni siano stati classificati in modo errato
pt_pt: Este e-mail é um lembrete para que você verifique se há spam humano em suas filas de spam, caso alguns tenham sido classificados incorretamente

source: You can adjust the frequency or disable this email.
ar: يمكنك ضبط التردد أو تعطيل هذا البريد الإلكتروني.
cs_cz: Frekvenci můžete upravit nebo tento e-mail zakázat.
de_de: Sie können die Häufigkeit einstellen oder diese E-Mail deaktivieren.
es_es: Puede ajustar la frecuencia o desactivar este correo electrónico.
fr_fr: Vous pouvez ajuster la fréquence ou désactiver cet e-mail.
it_it: È possibile regolare la frequenza o disattivare questa e-mail.
pt_pt: Você pode ajustar a frequência ou desativar esse e-mail.

source: click to review your settings
ar: انقر لمراجعة إعداداتك
cs_cz: kliknutím zkontrolujete svá nastavení
de_de: klicken Sie, um Ihre Einstellungen zu überprüfen
es_es: haga clic para revisar su configuración
fr_fr: cliquez pour revoir vos paramètres
it_it: fare clic per rivedere le impostazioni
pt_pt: clique para revisar suas configurações

source: This is your automated spam checking alert from Fullworks Anti Spam
ar: هذا هو تنبيه التحقق الآلي من الرسائل غير المرغوب فيها من Fullworks Anti Spam
cs_cz: Toto je vaše automatické upozornění na kontrolu spamu od společnosti Fullworks Anti Spam
de_de: Dies ist Ihre automatische Spam-Benachrichtigung von Fullworks Anti Spam
es_es: Esta es su alerta automática de comprobación de spam de Fullworks Anti Spam
fr_fr: Ceci est votre alerte automatique de vérification de spam de Fullworks Anti Spam
it_it: Questo è l'avviso di controllo automatico dello spam da parte di Fullworks Anti Spam
pt_pt: Este é o seu alerta automático de verificação de spam do Fullworks Anti Spam

source: Website:
ar: موقع الكتروني:
cs_cz: Webová stránka:
de_de: Webseite:
es_es: Sitio Web:
fr_fr: Site Web :
it_it: Sito web:
pt_pt: Site:

source: Upgrade
ar: ترقية
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiorna
pt_pt: Atualizar

source: Site visitor privacy
ar: خصوصية زائر الموقع
de_de: Datenschutz für Website-Besucher
es_es: Privacidad de los visitantes
fr_fr: Vie privée des visiteurs du site
it_it: Privacy dei visitatori del sito
pt_pt: Privacidade do visitante do site

source: Email
ar: البريد الإلكتروني

source: Spam
ar: مزعج

source: Comment attempted to be submitted without Javascript - enable javascript
ar: محاولة إرسال التعليق بدون Javascript - تمكين Javascript
de_de: Der Kommentar wurde ohne Javascript abgeschickt - aktivieren Sie Javascript
es_es: Se ha intentado enviar el comentario sin Javascript - habilite javascript
fr_fr: Le commentaire a tenté d'être soumis sans Javascript - activer javascript
it_it: Il commento ha tentato di essere inviato senza Javascript - abilita Javascript
pt_pt: O comentário tentou ser enviado sem Javascript - habilite o javascript

source: Invalid Nonce - if this persists contact the website owner
ar: Nonce غير صالح - إذا استمر هذا الأمر اتصل بمالك الموقع الإلكتروني
de_de: Ungültige Nonce - wenn dieses Problem weiterhin besteht, wenden Sie sich an den Eigentümer der Website
es_es: Nonce inválido - si persiste, póngase en contacto con el propietario del sitio web
fr_fr: Nonce invalide - si ce problème persiste, contactez le propriétaire du site web
it_it: Nonce non valido: se il problema persiste, contattare il proprietario del sito web
pt_pt: Nonce inválido - se isso persistir, entre em contato com o proprietário do site

source: Message attempted to be submitted without Javascript - enable javascript
ar: محاولة إرسال الرسالة بدون Javascript - تمكين Javascript
de_de: Die Nachricht wurde ohne Javascript übermittelt - aktivieren Sie Javascript
es_es: Se ha intentado enviar el mensaje sin Javascript - habilite javascript
fr_fr: Le message a tenté d'être soumis sans Javascript - activer javascript
it_it: Il messaggio ha tentato di essere inviato senza Javascript - abilitare Javascript
pt_pt: O comentário tentou ser enviado sem Javascript - habilite o javascript

source: [SPAM score %d%% ]
ar: [درجة الرسائل الاقتحامية %d% %]
de_de: [SPAM-Punktzahl %d%% ]
es_es: [Puntuación SPAM %d%% ]
fr_fr: [score SPAM %d%% ]
it_it: [punteggio SPAM %d%% ]
pt_pt: [Pontuação de SPAM %d%% ]

source: URL:
ar: الرابط:

source: WPforms
pt_pt: Formulários WP
