Repository: alanef/fullworks-anti-spam
Catalog: languages/fullworks-anti-spam-*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, pt_pt

source: As some forms packages donot auto maticcaly logs emails and spam fully we logs these so you can check spam and mark false positives as ham, set retention for privacy or zero to not log
ar: نظرًا لأن بعض حزم النماذج لا تقوم تلقائيًا بتسجيل رسائل البريد الإلكتروني والبريد المزعج بشكل كامل نقوم بتسجيلها بالكامل حتى تتمكن من التحقق من الرسائل غير المرغوب فيها ووضع علامة على الرسائل الإيجابية الخاطئة على أنها رسائل غير مرغوب فيها، وتعيين الاحتفاظ بالخصوصية أو الصفر لعدم تسجيلها
cs_cz: Vzhledem k tomu, že některé formuláře balíčků donot auto maticcaly protokoly e-maily a spam plně zaznamenáváme, takže můžete zkontrolovat spam a označit falešně pozitivní jako ham, nastavit retention pro soukromí nebo nula nezaznamenávat
de_de: Da einige Formularpakete E-Mails und Spam nicht automatisch protokollieren, protokollieren wir diese, so dass Sie Spam überprüfen und falsch-positive E-Mails als Schinken markieren können, die Aufbewahrung für den Datenschutz einstellen oder auf Null setzen, um nicht zu protokollieren
es_es: Como algunos paquetes de formularios no registran automáticamente los correos electrónicos y el spam, nosotros los registramos para que pueda comprobar el spam y marcar los falsos positivos como jamón, establecer la retención para la privacidad o cero para no registrar
fr_fr: Comme certains formulaires n'enregistrent pas automatiquement les courriels et les spams, nous les enregistrons afin que vous puissiez vérifier les spams et marquer les faux positifs comme étant des spams, définir la rétention pour la confidentialité ou zéro pour ne pas les enregistrer
it_it: Poiché alcuni pacchetti di moduli non registrano automaticamente le e-mail e lo spam, noi li registriamo completamente, in modo che possiate controllare lo spam e contrassegnare i falsi positivi come ham, impostare la conservazione per la privacy o zero per non registrarli
pt_pt: Como alguns pacotes de formulários não registram automaticamente e-mails e spams, nós os registramos para que você possa verificar o spam e marcar os falsos positivos como spam, definir retenção para privacidade ou zero para não registrar

source: Monthly summary email of spam block statistics
ar: ملخص شهري بالبريد الإلكتروني لإحصائيات حظر الرسائل غير المرغوب فيها
cs_cz: Měsíční souhrnný e-mail se statistikami blokování spamu
de_de: Monatliche Zusammenfassung der Spam-Block-Statistiken per E-Mail
es_es: Resumen mensual por correo electrónico de las estadísticas de bloqueo de spam
fr_fr: Résumé mensuel par courrier électronique des statistiques sur le blocage des spams
it_it: Email di riepilogo mensile delle statistiche di blocco dello spam
pt_pt: E-mail de resumo mensal das estatísticas de bloqueio de spam

source: Send Alerts
ar: إرسال تنبيهات
cs_cz: Odesílání upozornění
de_de: Alarme senden
es_es: Enviar alertas
fr_fr: Envoyer des alertes
it_it: Invia avvisi
pt_pt: Enviar alertas

source: Send more frequent alerts when there is spam to review. As you can get false positives with human and IP blocklist detection it is important to check spam just in case.
ar: إرسال تنبيهات أكثر تواتراً عند وجود رسائل مزعجة لمراجعتها. نظرًا لأنه يمكنك الحصول على نتائج إيجابية خاطئة مع الكشف عن قائمة الحظر البشرية وقائمة IP، فمن المهم التحقق من الرسائل غير المرغوب فيها تحسبًا.
cs_cz: Častější zasílání upozornění na spam, který je třeba zkontrolovat. Vzhledem k tomu, že při detekci lidského faktoru a seznamu blokovaných IP adres může docházet k falešně pozitivním výsledkům, je důležité spam pro jistotu kontrolovat.
de_de: Senden Sie häufiger Warnungen, wenn es Spam zu überprüfen gibt. Da es bei der Erkennung durch Menschen und IP-Blocklisten zu Fehlalarmen kommen kann, ist es wichtig, Spam vorsorglich zu überprüfen.
es_es: Envíe alertas más frecuentes cuando haya spam que revisar. Como puede obtener falsos positivos con la detección humana y de listas de bloqueo de IP, es importante revisar el spam por si acaso.
fr_fr: Envoyer des alertes plus fréquentes lorsqu'il y a du spam à examiner. Comme la détection humaine et la détection par liste de blocage IP peuvent donner lieu à des faux positifs, il est important de vérifier les spams au cas où.
it_it: Inviare avvisi più frequenti quando c'è dello spam da esaminare. Poiché è possibile ottenere falsi positivi con il rilevamento umano e delle liste di blocco IP, è importante controllare lo spam per sicurezza.
pt_pt: Envie alertas mais frequentes quando houver spam a ser analisado. Como você pode obter falsos positivos com a detecção humana e com a lista de bloqueio de IPs, é importante verificar o spam por precaução.

source: Anti Spam Settings
ar: إعدادات مكافحة الرسائل غير المرغوب فيها
cs_cz: Nastavení antispamu
de_de: Anti-Spam-Einstellungen
es_es: Configuración antispam
fr_fr: Paramètres antispam
it_it: Impostazioni anti spam
pt_pt: Configurações antispam

source: Settings
ar: الإعدادات
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Documentation
ar: الوثائق
cs_cz: Dokumentace
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
pt_pt: Documentação

source: Settings reset to defaults.
ar: إعادة تعيين الإعدادات إلى الإعدادات الافتراضية.
cs_cz: Obnovení výchozích nastavení.
de_de: Die Einstellungen werden auf die Standardwerte zurückgesetzt.
es_es: La configuración se restablece a los valores predeterminados.
fr_fr: Réglages remis aux valeurs par défaut.
it_it: Le impostazioni vengono ripristinate ai valori predefiniti.
pt_pt: Configurações redefinidas para o padrão.

source: Bot Spam Protection
ar: الحماية من البريد العشوائي الآلي غير المرغوب فيه
cs_cz: Ochrana proti botovému spamu
de_de: Schutz vor Bot-Spam
es_es: Protección contra spam
fr_fr: Protection contre le spam
it_it: Protezione Bot Spam
pt_pt: Proteção contra spam de bots

source: IP Blocklist Checking
ar: التحقق من قائمة حظر IP
cs_cz: Kontrola seznamu blokovaných adres IP
de_de: Überprüfung der IP-Blockliste
es_es: Comprobación de listas de bloqueo de IP
fr_fr: Vérification de la liste de blocage des adresses IP
it_it: Controllo della lista di blocco IP
pt_pt: Verificação de lista de bloqueio de IP

source: Human Spam Protection
ar: الحماية من البريد المزعج البشري
cs_cz: Ochrana proti spamu
de_de: Schutz vor menschlichem Spam
es_es: Protección humana contra el spam
fr_fr: Protection humaine contre le spam
it_it: Protezione umana dallo spam
pt_pt: Proteção humana contra spam

source: Administration
ar: الإدارة
cs_cz: Administrace
es_es: Administración
it_it: Amministrazione
pt_pt: Administração

source: Site visitor privacy [GDPR safe]
cs_cz: Ochrana osobních údajů návštěvníků stránek [GDPR safe]

source: GDPR requires that you keep personal information for only also long as necessary, please enter a number of days for Email Logs greater than zero
cs_cz: GDPR vyžaduje, abyste osobní údaje uchovávali pouze po nezbytně nutnou dobu, zadejte prosím počet dní pro e-mailové protokoly větší než nula

source: No spam stopped yet, be patient it will come soon enough
ar: لم تتوقف الرسائل غير المرغوب فيها بعد، تحلى بالصبر سيأتي قريبًا
cs_cz: Žádný spam zatím zastaven, buďte trpěliví, přijde to brzy
de_de: Noch kein Spam gestoppt, geduldig sein, das kommt noch früh genug
es_es: Todavía no se ha detenido el spam, ten paciencia, pronto llegará
fr_fr: Aucun spam n'a encore été arrêté, soyez patient, cela viendra bien assez tôt
it_it: Non è stato ancora fermato lo spam, siate pazienti, arriverà presto
pt_pt: Nenhum spam foi interrompido ainda, seja paciente e logo ele chegará

source: Spam stopped in the last 30 days
ar: توقف البريد المزعج في آخر 30 يوماً
cs_cz: Spam přestal chodit v posledních 30 dnech
de_de: Kein Spam mehr in den letzten 30 Tagen
es_es: Spam detenido en los últimos 30 días
fr_fr: Spam stoppé au cours des 30 derniers jours
it_it: Spam interrotto negli ultimi 30 giorni
pt_pt: O spam foi interrompido nos últimos 30 dias

source: Review
ar: مراجعة
cs_cz: Recenze
de_de: Bewertung
es_es: Reseña
fr_fr: Avis
it_it: Recensione
pt_pt: Avaliação

source: Enable bot spam protection for comments
ar: تمكين حماية الروبوتات من الرسائل غير المرغوب فيها للتعليقات
cs_cz: Povolení ochrany komentářů proti spamu od botů
de_de: Bot-Spam-Schutz für Kommentare aktivieren
es_es: Activar la protección contra el spam de bots en los comentarios
fr_fr: Activer la protection contre les robots spammeurs pour les commentaires
it_it: Abilitare la protezione antispam dei bot per i commenti
pt_pt: Ativar a proteção contra spam de bots para comentários

source: Activate the FREE trial
ar: فعِّل الإصدار التجريبي المجاني
cs_cz: Aktivujte zkušební verzi ZDARMA
de_de: Aktivieren Sie die KOSTENLOSE Testversion
es_es: Activar la prueba GRATUITA
fr_fr: Activer l'essai GRATUIT
it_it: Attivare la prova gratuita
pt_pt: Ativar a avaliação GRATUITA

source: to enable bot spam protection for forms input
ar: لتمكين حماية الروبوتات من الرسائل غير المرغوب فيها لمدخلات النماذج
cs_cz: povolit ochranu proti spamu z botů pro zadávání formulářů
de_de: um den Bot-Spam-Schutz für Formulareingaben zu aktivieren
es_es: para activar la protección contra el spam de bots en los formularios
fr_fr: pour activer la protection contre le spam des formulaires
it_it: per abilitare la protezione bot spam per l'inserimento dei moduli
pt_pt: para ativar a proteção contra spam de bots para a entrada de formulários

source: Enable bot spam protection for forms input
ar: تمكين حماية الروبوتات من الرسائل غير المرغوب فيها لمدخلات النماذج
cs_cz: Povolení ochrany proti spamu z botů pro zadávání formulářů
de_de: Bot-Spam-Schutz für Formulareingaben aktivieren
es_es: Activar la protección contra el spam de bots en los formularios
fr_fr: Activer la protection contre les robots spammeurs pour les formulaires
it_it: Abilitare la protezione antispam dei bot per l'inserimento dei moduli
pt_pt: Ativar a proteção contra spam de bots para entrada de formulários

source: to remove more spam by IP blocklist checking for comments
ar: لإزالة المزيد من الرسائل غير المرغوب فيها عن طريق التحقق من قائمة حظر بروتوكول الإنترنت للتعليقات
cs_cz: odstranit více spamu pomocí kontroly seznamu IP blokování komentářů
de_de: mehr Spam durch Überprüfung der IP-Blockliste für Kommentare zu entfernen
es_es: eliminar más spam mediante la comprobación de la lista de bloqueo de IP de los comentarios
fr_fr: supprimer davantage de spam en vérifiant les commentaires sur la liste de blocage IP
it_it: per rimuovere più spam attraverso il controllo della blocklist IP per i commenti
pt_pt: para remover mais spam por meio da verificação de comentários na lista de bloqueio de IP

source: Enable IP blocklist checking for comment input
ar: تمكين التحقق من قائمة حظر IP لإدخال التعليقات
cs_cz: Povolení kontroly seznamu blokovaných adres IP pro zadávání komentářů
de_de: Aktivieren Sie die IP-Blocklistenprüfung für Kommentareingaben
es_es: Activar la comprobación de la lista de bloqueo IP para la entrada de comentarios
fr_fr: Activer la vérification de la liste de blocage IP pour l'entrée des commentaires
it_it: Abilita il controllo della lista di blocco IP per l'inserimento dei commenti
pt_pt: Ativar a verificação da lista de bloqueio de IP para a entrada de comentários

source: to enable IP blocklist checking for forms input
ar: لتمكين التحقق من قائمة حظر IP لإدخال النماذج
cs_cz: povolit kontrolu seznamu blokovaných adres IP pro zadávání formulářů
de_de: um die IP-Blocklistenprüfung für Formulareingaben zu aktivieren
es_es: para activar la comprobación de la lista de bloqueo de IP para la entrada de formularios
fr_fr: pour activer la vérification de la liste de blocage IP pour la saisie de formulaires
it_it: per abilitare il controllo della lista di blocco IP per l'inserimento dei moduli
pt_pt: para ativar a verificação da lista de bloqueio de IP para a entrada de formulários

source: Enable IP blocklist checking for forms input
ar: تمكين التحقق من قائمة حظر IP لإدخال النماذج
cs_cz: Povolení kontroly seznamu blokovaných adres IP pro zadávání formulářů
de_de: Aktivieren Sie die IP-Blocklistenprüfung für Formulareingaben
es_es: Activar la comprobación de la lista de bloqueo de IP para la introducción de formularios
fr_fr: Activer la vérification de la liste de blocage IP pour la saisie de formulaires
it_it: Abilita il controllo della lista di blocco IP per l'inserimento dei moduli
pt_pt: Ativar a verificação da lista de bloqueio de IP para a entrada de formulários

source: to protect comments from humans
ar: لحماية التعليقات من البشر
cs_cz: chránit komentáře před lidmi
de_de: um Kommentare vor Menschen zu schützen
es_es: proteger los comentarios de los humanos
fr_fr: pour protéger les commentaires des humains
it_it: per proteggere i commenti dagli esseri umani
pt_pt: para proteger comentários de humanos

source: Enable human spam protection for comments
ar: تمكين الحماية من البريد المزعج البشري للتعليقات
cs_cz: Povolit ochranu komentářů proti spamu
de_de: Aktivieren Sie den Spamschutz für Kommentare
es_es: Activar la protección contra el spam humano en los comentarios
fr_fr: Activer la protection anti-spam humaine pour les commentaires
it_it: Abilitare la protezione antispam umana per i commenti
pt_pt: Ativar a proteção humana contra spam para comentários

source: to protect forms from humans
ar: لحماية الأشكال من البشر
cs_cz: chránit formy před lidmi
de_de: formen vor dem Menschen zu schützen
es_es: proteger las formas de los humanos
fr_fr: protéger les formes contre les humains
it_it: per proteggere le forme dall'uomo
pt_pt: para proteger as formas dos seres humanos

source: Enable human spam protection for forms input
ar: تمكين الحماية من الرسائل غير المرغوب فيها البشرية لمدخلات النماذج
cs_cz: Povolení ochrany proti nevyžádané poště pro zadávání formulářů
de_de: Schutz vor menschlichem Spam für Formulareingaben aktivieren
es_es: Activar la protección contra el spam humano en los formularios
fr_fr: Activer la protection contre le spam humain pour la saisie des formulaires
it_it: Abilitare la protezione contro lo spam umano per l'inserimento dei moduli
pt_pt: Ativar a proteção contra spam humano para a entrada de formulários

source: to use probability server
ar: لاستخدام خادم الاحتمالات
cs_cz: použít server pravděpodobnosti
de_de: den Wahrscheinlichkeitsserver zu verwenden
es_es: utilizar el servidor de probabilidades
fr_fr: pour utiliser le serveur de probabilité
it_it: per utilizzare il server delle probabilità
pt_pt: para usar o servidor de probabilidade

source: % ( default 55% ) statistical spam server learns from historical spam data to determine a probability. Set to zero to turn off.
ar: % (الافتراضي 55%) يتعلم خادم البريد المزعج الإحصائي من بيانات البريد المزعج التاريخية لتحديد الاحتمالية. اضبط على صفر لإيقاف التشغيل.
cs_cz: % ( výchozí 55 % ) statistický spamový server se učí z historických dat o spamu a určuje pravděpodobnost. Nastavením na nulu se vypne.
de_de: % ( Standard 55% ) statistischer Spam-Server lernt aus historischen Spam-Daten, um eine Wahrscheinlichkeit zu bestimmen. Zum Ausschalten auf Null setzen.
es_es: % ( por defecto 55% ) el servidor de spam estadístico aprende de los datos históricos de spam para determinar una probabilidad. Póngalo a cero para desactivarlo.
fr_fr: (par défaut 55 %) Le serveur de spam statistique apprend à partir des données historiques de spam à déterminer une probabilité. Régler à zéro pour le désactiver.
it_it: % (valore predefinito 55%) Il server statistico antispam apprende dai dati storici dello spam per determinare una probabilità. Impostare a zero per disattivare.
pt_pt: % ( padrão 55% ) o servidor estatístico de spam aprende com dados históricos de spam para determinar uma probabilidade. Defina como zero para desativar.

source: to use AI server
ar: لاستخدام خادم الذكاء الاصطناعي
cs_cz: používat server AI
de_de: aI-Server zu verwenden
es_es: utilizar el servidor AI
fr_fr: pour utiliser le serveur AI
it_it: per utilizzare il server AI
pt_pt: para usar o servidor de IA

source: % ( default 75% ) the AI spam server uses natural language artificial intelligence to classify likely spam. Set to zero to turn off.
ar: % (الافتراضي 75%) يستخدم خادم البريد المزعج بالذكاء الاصطناعي الذكاء الاصطناعي للغة الطبيعية لتصنيف البريد المزعج المحتمل. اضبط على صفر لإيقاف التشغيل.
cs_cz: % ( výchozí hodnota 75 % ) server AI spam používá ke klasifikaci pravděpodobného spamu umělou inteligenci v přirozeném jazyce. Nastavením na nulu se vypne.
de_de: % (Standardwert 75 %) Der AI-Spam-Server verwendet künstliche Intelligenz in natürlicher Sprache, um wahrscheinlichen Spam zu klassifizieren. Zum Ausschalten auf Null setzen.
es_es: % ( por defecto 75% ) el servidor de spam AI utiliza inteligencia artificial de lenguaje natural para clasificar el spam probable. Ajústelo a cero para desactivarlo.
fr_fr: (75 % par défaut), le serveur de spam AI utilise une intelligence artificielle en langage naturel pour classer les spams probables. La valeur zéro permet de le désactiver.
it_it: % (valore predefinito 75%) il server spam AI utilizza l'intelligenza artificiale del linguaggio naturale per classificare lo spam probabile. Impostare a zero per disattivarlo.
pt_pt: % ( padrão 75% ) o servidor de spam com IA usa inteligência artificial de linguagem natural para classificar o provável spam. Defina como zero para desativar.

source: Conservative - both (1) AND (2) suspect spam
ar: متحفظ - كلاهما (1) و (2) مشتبه في البريد المزعج
cs_cz: Konzervativní - jak (1), tak (2) podezřelý spam
de_de: Konservativ - sowohl (1) als auch (2) verdächtigen Spam
es_es: Conservador: tanto (1) como (2) sospechoso de spam
fr_fr: Conservateur - les deux (1) ET (2) sont des spams suspects
it_it: Conservatore - sia (1) che (2) sospetto di spam
pt_pt: Conservador - ambos (1) E (2) são suspeitos de spam

source: to select machine strategies
ar: لتحديد استراتيجيات الآلة
cs_cz: pro výběr strojních strategií
de_de: zur Auswahl von Maschinenstrategien
es_es: seleccionar las estrategias de la máquina
fr_fr: pour sélectionner les stratégies des machines
it_it: per selezionare le strategie della macchina
pt_pt: para selecionar estratégias de máquina

source: Aggressive - either (1) OR (2) suspect spam
ar: عدواني - إما (1) أو (2) مشتبه في البريد العشوائي
cs_cz: Agresivní - buď (1), NEBO (2) podezřelý spam
de_de: Aggressiv - entweder (1) ODER (2) Spam-Verdacht
es_es: Agresivo - o (1) O (2) spam sospechoso
fr_fr: Agressif - soit (1) OU (2) suspect de spam
it_it: Aggressivo - o (1) O (2) spam sospetto
pt_pt: Agressivo - ou (1) OU (2) suspeita de spam

source: to decide single words are spam answers
ar: لتقرير كلمات مفردة هي إجابات غير مرغوب فيها
cs_cz: rozhodnout, že jednotlivá slova jsou spamové odpovědi
de_de: zu entscheiden, ob einzelne Wörter Spam-Antworten sind
es_es: decidir si una sola palabra es una respuesta spam
it_it: per decidere che singole parole sono risposte di spam
pt_pt: para decidir se palavras isoladas são respostas de spam

source: Enable to decide single words are spam answers
ar: تمكين تحديد الكلمات المفردة هي إجابات غير مرغوب فيها
cs_cz: Umožňuje rozhodnout, že jednotlivá slova jsou spamové odpovědi
de_de: Ermöglicht es, einzelne Wörter als Spam-Antworten zu erkennen
es_es: Permite decidir si una palabra es spam
it_it: Consente di decidere se una singola parola è una risposta spam
pt_pt: Permitir decidir se palavras isoladas são respostas de spam

source: Allow transmission of visitor messages to Fullworks for spam classification by AI and Machine Learning Analysis
ar: السماح بإرسال رسائل الزائرين إلى Fullworks لتصنيف الرسائل غير المرغوب فيها بواسطة الذكاء الاصطناعي وتحليل التعلم الآلي
cs_cz: Povolení přenosu zpráv návštěvníků do systému Fullworks pro klasifikaci spamu pomocí AI a analýzy strojového učení
de_de: Ermöglicht die Übermittlung von Besuchernachrichten an Fullwork zur Spam-Klassifizierung durch KI und maschinelle Lernanalyse
es_es: Permitir la transmisión de mensajes de visitantes a Fullworks para la clasificación de spam mediante IA y análisis de aprendizaje automático
fr_fr: Permettre la transmission des messages des visiteurs à Fullwork's pour la classification des spams par l'IA et l'analyse de l'apprentissage automatique
it_it: Consentire la trasmissione dei messaggi dei visitatori a Fullworks per la classificazione dello spam da parte dell'IA e dell'analisi di apprendimento automatico
pt_pt: Permitir a transmissão de mensagens de visitantes para a Fullwork para classificação de spam por IA e análise de aprendizado de máquina

source: Days
ar: أيام
cs_cz: Dnů
de_de: Tage
es_es: Días
fr_fr: Jours
it_it: Giorni
pt_pt: Dias

source: Email Log has been disabled, if you want to mark spam / ham for %s, then sets days to a number more than zero.
ar: تم تعطيل سجل البريد الإلكتروني، إذا كنت تريد وضع علامة بريد مزعج/مزعج لـ %s، فقم بتعيين الأيام إلى رقم أكثر من الصفر.
cs_cz: E-mailový protokol byl zakázán, pokud chcete označit spam / ham pro %s, pak nastaví dny na číslo větší než nula.
de_de: Email Log wurde deaktiviert, wenn Sie Spam / Ham für %s markieren wollen, dann setzt die Tage auf eine Zahl größer als Null.
es_es: Registro de correo electrónico se ha desactivado, si desea marcar spam / ham para %s, a continuación, establece días a un número mayor que cero.
fr_fr: Le journal des courriels a été désactivé, si vous souhaitez marquer les courriels indésirables (spam) ou les courriels non sollicités (ham) pour l'enregistrement des courriels
it_it: Il registro delle e-mail è stato disabilitato, se si desidera contrassegnare spam / ham per %s, impostare i giorni su un numero superiore a zero.
pt_pt: O registro de e-mail foi desativado, se você quiser marcar spam / ham para %s, defina os dias como um número maior que zero.

source: Email Log has been enabled in a tab above, to allow you to mark spam / ham for %s.
ar: تم تمكين سجل البريد الإلكتروني في علامة تبويب أعلاه، للسماح لك بوضع علامة بريد مزعج/مزعج لـ %s.
cs_cz: Na kartě výše byl povolen protokol e-mailů, který umožňuje označit spam / ham pro %s.
de_de: Das E-Mail-Protokoll wurde in einer Registerkarte oben aktiviert, damit Sie Spam / Ham für %s markieren können.
es_es: Registro de correo electrónico se ha habilitado en una pestaña de arriba, para que pueda marcar spam / jamón para %s.
fr_fr: Le journal des courriels a été activé dans un onglet ci-dessus, pour vous permettre de marquer les courriels indésirables (spam) et les courriels non sollicités (ham)
it_it: Il registro delle e-mail è stato abilitato in una scheda in alto, per consentire di contrassegnare spam / ham per %s.
pt_pt: O registro de e-mail foi ativado em uma guia acima, para permitir que você marque spam / ham para.

source: Redirect spam emails to this address for %s as these forms we can not stop them sending something.
ar: إعادة توجيه رسائل البريد الإلكتروني غير المرغوب فيها إلى هذا العنوان لـ %s حيث أن هذه النماذج لا يمكننا منعهم من إرسال شيء ما.
cs_cz: Přesměrování nevyžádaných e-mailů na tuto adresu pro %s, protože tyto formuláře nemůžeme zastavit jejich odesílání.
de_de: Leiten Sie Spam-E-Mails an diese Adresse für %s als diese Formulare können wir nicht verhindern, dass sie etwas senden.
es_es: Redirigir los correos spam a esta dirección para %s como estas formas no podemos evitar que envíen algo.
it_it: Reindirizzare le e-mail di spam a questo indirizzo per %s in quanto con questi moduli non possiamo impedire che inviino qualcosa.
pt_pt: Redirecione os e-mails de spam para este endereço para %s, pois esses formulários não podem impedir que eles enviem algo.
