Repository: alanef/fullworks-anti-spam
Catalog: languages/fullworks-anti-spam-*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, pt_pt

source: Email View
ar: عرض البريد الإلكتروني
cs_cz: Zobrazení e-mailu
de_de: E-Mail-Ansicht
es_es: Vista de correo electrónico
fr_fr: Vue de l'email
it_it: Vista via e-mail
pt_pt: Visualização de e-mail

source: Date:
ar: تاريخ:
cs_cz: Datum:
de_de: Datum:
es_es: Fecha:
it_it: Data:
pt_pt: Data:

source: To:
ar: ل:
cs_cz: Do:
de_de: Bis:
es_es: Para:
fr_fr: À:
it_it: A:
pt_pt: Para:

source: Reply to:
ar: الرد على:
cs_cz: Odpovědět na:
de_de: Antwort an:
es_es: Responder a:
fr_fr: E-mail pour recevoir une réponse :
it_it: Risposta a:
pt_pt: Responder a:

source: Forms package:
ar: حزمة النماذج:
cs_cz: Balíček formulářů:
de_de: Paket Formulare:
es_es: Paquete de formularios:
fr_fr: Paquet de formulaires :
it_it: Pacchetto moduli:
pt_pt: Pacote de formulários:

source: Headers
ar: الهيدر
cs_cz: Záhlaví
de_de: Kopfzeilen
es_es: Encabezados
fr_fr: En-têtes
it_it: Intestazioni
pt_pt: Cabeçalhos

source: Mark as Spam
ar: حدد كبريد مزعج
cs_cz: Označit jako Spam
de_de: Als Spam kennzeichnen
es_es: Marcar como spam
fr_fr: Marquer comme Spam
it_it: Contrassegna come spam
pt_pt: Marcar como spam

source: Mark as Ham
ar: علامة لحم الخنزير
cs_cz: Označit jako šunka
de_de: Als Schinken markieren
es_es: Marcar como Jamón
fr_fr: Marquer comme jambon
it_it: Contrassegnare come prosciutto
pt_pt: Marcar como presunto

source: Subject:
cs_cz: Předmět:
de_de: Betreff:
es_es: Asunto:
fr_fr: Sujet:
it_it: Oggetto:
pt_pt: Assunto:

source: Return to Email List
ar: العودة إلى قائمة البريد الإلكتروني
cs_cz: Zpět na seznam e-mailů
de_de: Zurück zur E-Mail-Liste
es_es: Volver a la lista de correo electrónico
fr_fr: Retour à la liste d'adresses électroniques
it_it: Ritorno all'elenco delle e-mail
pt_pt: Retornar à lista de e-mails

source: View Email (Ham)
ar: عرض البريد الإلكتروني (هام)
cs_cz: Zobrazit e-mail (Ham)
de_de: E-Mail anzeigen (Ham)
es_es: Ver correo electrónico (Ham)
fr_fr: Voir l'e-mail (Ham)
it_it: Visualizza e-mail (Ham)
pt_pt: Exibir e-mail (Ham)

source: View Email (Spam)
ar: عرض البريد الإلكتروني (البريد المزعج)
cs_cz: Zobrazit e-mail (spam)
de_de: E-Mail anzeigen (Spam)
es_es: Ver correo electrónico (spam)
fr_fr: Voir l'email (Spam)
it_it: Visualizza e-mail (Spam)
pt_pt: Exibir e-mail (Spam)

source: Email Content
ar: محتوى الإشعار
cs_cz: Obsah emailu
de_de: E-Mail Inhalt
es_es: Contenido de correo electrónico
fr_fr: Contenu de l'e-mail
it_it: Corpo email
pt_pt: Conteúdo do E-mail

source: Email Action
ar: إجراء البريد الإلكتروني
cs_cz: E-mailu akce
de_de: E-Mail-Aktion
es_es: Acción por correo electrónico
fr_fr: Action courriel fictive
it_it: Azione via e-mail
pt_pt: Ação do e-mail

source: Email Info
ar: معلومات البريد الإلكتروني
cs_cz: Informace o e-mailu
de_de: E-Mail-Informationen
es_es: Información por correo electrónico
fr_fr: Information Email
it_it: Email
pt_pt: Informações por e-mail

source: Anti Spam
ar: مكافحة الرسائل غير المرغوب فيها
cs_cz: Ochrana proti spamu

source: Are you sure want to do this?
ar: هل أنت متأكد من رغبتك في القيام بذلك؟
cs_cz: Určitě to chcete udělat?
de_de: Sind Sie sicher, dass Sie das tun wollen?
es_es: ¿Seguro que quieres hacerlo?
fr_fr: Êtes-vous sûr de vouloir le faire?
it_it: Sei sicuro di volerlo fare?
pt_pt: Tem certeza de que deseja fazer isso?

source: WP Comments open to anyone
ar: تعليقات WP مفتوحة لأي شخص
cs_cz: WP Komentáře otevřené komukoli
de_de: WP-Kommentare offen für alle
es_es: WP Comentarios abiertos a todos
fr_fr: WP Comments ouvert à tous
it_it: Commenti WP aperti a tutti
pt_pt: Comentários do WP abertos a qualquer pessoa

source: You are PROTECTED against the worst bot spam. Add rules to the Deny List to extend your protection. UPGRADE to protect comments against non bot spam using CLEVER technology
ar: أنت محمي ضد أسوأ الرسائل المزعجة للبوتات. أضف قواعد إلى قائمة الرفض لتوسيع نطاق حمايتك. قم بالترقية لحماية التعليقات من البريد المزعج غير الآلي باستخدام تقنية CLEVER
cs_cz: Jste chráněni před nejhorším botovým spamem. Přidáním pravidel do seznamu Deny List rozšíříte svou ochranu. UPGRADE na ochranu komentářů proti spamu, který není botem, pomocí technologie CLEVER
de_de: Sie sind gegen den schlimmsten Bot-Spam geschützt. Fügen Sie der Ablehnungsliste Regeln hinzu, um Ihren Schutz zu erweitern. UPGRADE zum Schutz von Kommentaren gegen Nicht-Bot-Spam mit CLEVER-Technologie
es_es: Estás PROTEGIDO contra el peor spam bot. Añade reglas a la lista de denegación para ampliar tu protección. ACTUALIZAR para proteger los comentarios contra el spam no bot utilizando la tecnología CLEVER
fr_fr: Vous êtes protégé contre les pires spams. Mais améliorez la protection de vos commentaires contre les spams non-bot grâce à une technologie intelligente
it_it: Siete PROTETTI contro lo spam dei bot peggiori. Aggiungete regole all'elenco di rifiuto per estendere la vostra protezione. AGGIORNAMENTO per proteggere i commenti dallo spam non bot utilizzando la tecnologia CLEVER
pt_pt: Você está protegido contra os piores spams de bots. Mas atualize para proteger os comentários contra spam que não seja de bots usando uma tecnologia inteligente

source: WP registrations enabled
ar: تم تمكين تسجيلات WP
cs_cz: Registrace WP povoleny
de_de: WP-Registrierungen aktiviert
es_es: Registros WP habilitados
fr_fr: Activation des enregistrements WP
it_it: Registrazioni WP abilitate
pt_pt: Registros WP ativados

source: Protect against fake registrations with Fullworks Anti Spam Pro
ar: الحماية من التسجيلات المزيفة باستخدام Fullworks Anti Spam Pro
cs_cz: Chraňte se před falešnými registracemi pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich vor gefälschten Registrierungen mit Fullworks Anti Spam Pro
es_es: Protección contra registros falsos con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre les faux enregistrements avec Fullworks Anti Spam Pro
it_it: Proteggetevi dalle registrazioni false con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra registros falsos com o Fullworks Anti Spam Pro

source: Gravity Form installed
ar: نموذج الجاذبية المثبت
cs_cz: Nainstalovaný formulář Gravity
de_de: Gravity Form installiert
es_es: Gravity Form instalado
fr_fr: Formulaire Gravity installé
it_it: Modulo Gravità installato
pt_pt: Formulário Gravity instalado

source: Protect against Gravity Forms spam with Fullworks Anti Spam Pro
ar: الحماية من البريد المزعج في نماذج Gravity Forms باستخدام Fullworks Anti Spam Pro
cs_cz: Ochrana proti spamu z formulářů Gravity Forms pomocí nástroje Fullworks Anti Spam Pro
de_de: Schützen Sie sich vor Gravity Forms-Spam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam de Gravity Forms con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre le spam de Gravity Forms avec Fullworks Anti Spam Pro
it_it: Proteggetevi dallo spam dei Gravity Forms con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra spam do Gravity Forms com o Fullworks Anti Spam Pro

source: WooCommerce installed
ar: تثبيت WooCommerce
cs_cz: Nainstalovaný WooCommerce
de_de: WooCommerce installiert
es_es: WooCommerce instalado
fr_fr: WooCommerce installé
it_it: WooCommerce installato
pt_pt: WooCommerce instalado

source: Protect against fake Woo registrations with Fullworks Anti Spam Pro
ar: الحماية من تسجيلات Woo المزيفة باستخدام Fullworks Anti Spam Pro
cs_cz: Ochrana před falešnými registracemi Woo pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich vor gefälschten Woo-Registrierungen mit Fullworks Anti Spam Pro
es_es: Protéjase contra los registros falsos de Woo con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre les faux enregistrements Woo avec Fullworks Anti Spam Pro
it_it: Proteggetevi dalle false registrazioni di Woo con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra registros falsos da Woo com o Fullworks Anti Spam Pro

source: Contact Form 7 installed
ar: تم تثبيت نموذج الاتصال 7
cs_cz: Nainstalovaný kontaktní formulář 7
de_de: Contact Form 7 installiert
es_es: Formulario de contacto 7 instalado
fr_fr: Formulaire de contact 7 installé
it_it: Modulo di contatto 7 installato
pt_pt: Formulário de contato 7 instalado

source: Protect against CF7 spam with Fullworks Anti Spam Pro
ar: الحماية من الرسائل غير المرغوب فيها من CF7 باستخدام Fullworks Anti Spam Pro
cs_cz: Ochrana proti spamu CF7 pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich vor CF7-Spam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam CF7 con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre le spam CF7 avec Fullworks Anti Spam Pro
it_it: Proteggetevi dallo spam CF7 con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra spam CF7 com o Fullworks Anti Spam Pro

source: JetPack Contact Form installed
ar: تثبيت نموذج الاتصال JetPack JetPack
cs_cz: Nainstalovaný kontaktní formulář JetPack
de_de: JetPack Contact Form installiert
es_es: Formulario de contacto JetPack instalado
fr_fr: JetPack Contact Form installé
it_it: Modulo di contatto JetPack installato
pt_pt: Formulário de contato JetPack instalado

source: Protect against against JetPack Contact Form spam with Fullworks Anti Spam Pro
ar: الحماية من البريد المزعج لنموذج الاتصال غير المرغوب فيه من JetPack مع Fullworks Anti Spam Pro
cs_cz: Ochrana proti spamu z kontaktního formuláře JetPack pomocí nástroje Fullworks Anti Spam Pro
de_de: Schützen Sie sich gegen JetPack Contact Form Spam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam de JetPack Contact Form con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre le spam du formulaire de contact JetPack avec Fullworks Anti Spam Pro
it_it: Protezione dallo spam del modulo di contatto JetPack con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra o spam do formulário de contato do JetPack com o Fullworks Anti Spam Pro

source: Quick Contact Form installed
ar: تثبيت نموذج الاتصال السريع
cs_cz: Nainstalovaný formulář pro rychlý kontakt
de_de: Schnellkontakt-Formular installiert
es_es: Formulario de contacto rápido instalado
fr_fr: Formulaire de contact rapide installé
it_it: Modulo di contatto rapido installato
pt_pt: Formulário de contato rápido instalado

source: Protect against against Quick Contact Form spam with Fullworks Anti Spam Pro
ar: الحماية من البريد العشوائي السريع لنموذج الاتصال السريع باستخدام Fullworks Anti Spam Pro
cs_cz: Ochrana proti spamu z rychlého kontaktního formuláře pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich gegen Quick Contact Form Spam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam del formulario de contacto rápido con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre le spam du formulaire de contact rapide avec Fullworks Anti Spam Pro
it_it: Protezione dallo spam del modulo di contatto rapido con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra o spam do Quick Contact Form com o Fullworks Anti Spam Pro

source: Quick Event Manager installed
ar: تثبيت مدير الأحداث السريعة
cs_cz: Nainstalovaný nástroj Quick Event Manager
de_de: Quick Event Manager installiert
es_es: Quick Event Manager instalado
fr_fr: Quick Event Manager installé
it_it: Quick Event Manager installato
pt_pt: Quick Event Manager instalado

source: Protect against against Quick Event Manager registration spam with Fullworks Anti Spam Pro
ar: الحماية من البريد المزعج للتسجيل في برنامج Quick Event Manager باستخدام Fullworks Anti Spam Pro
cs_cz: Ochrana proti spamu při registraci do Quick Event Manageru pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich gegen Quick Event Manager Registrierungsspam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam de registro en Quick Event Manager con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre les spams d'inscription à Quick Event Manager avec Fullworks Anti Spam Pro
it_it: Proteggetevi dallo spam di registrazione di Quick Event Manager con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra o spam de registro do Quick Event Manager com o Fullworks Anti Spam Pro

source: WP Forms installed
ar: نماذج WP المثبتة
cs_cz: Nainstalované formuláře WP
de_de: WP Forms installiert
es_es: WP Forms instalado
fr_fr: WP Forms installé
it_it: WP Forms installato
pt_pt: WP Forms instalado

source: Protect against against WP Forms spam with Fullworks Anti Spam Pro
ar: الحماية من البريد المزعج في نماذج WP Forms باستخدام Fullworks Anti Spam Pro
cs_cz: Chraňte se před spamem z WP formulářů pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich gegen WP Forms Spam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam de WP Forms con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre le spam de WP Forms avec Fullworks Anti Spam Pro
it_it: Protezione dallo spam di WP Forms con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra o spam do WP Forms com o Fullworks Anti Spam Pro

source: Fluent Forms installed
ar: النماذج الطليقة المثبتة
cs_cz: Nainstalované formuláře Fluent Forms
de_de: Fluent Forms installiert
es_es: Fluent Forms instalado
fr_fr: Installation de Fluent Forms
it_it: Fluent Forms installato
pt_pt: Fluent Forms instalado

source: Protect against against Fluent Forms spam with Fullworks Anti Spam Pro
ar: الحماية من البريد المزعج في نماذج فلوينت باستخدام Fullworks Anti Spam Pro
cs_cz: Ochrana proti spamu Fluent Forms pomocí Fullworks Anti Spam Pro
de_de: Schützen Sie sich gegen Fluent Forms-Spam mit Fullworks Anti Spam Pro
es_es: Protéjase contra el spam de Fluent Forms con Fullworks Anti Spam Pro
fr_fr: Protégez-vous contre le spam de Fluent Forms avec Fullworks Anti Spam Pro
it_it: Protezione dallo spam di Fluent Forms con Fullworks Anti Spam Pro
pt_pt: Proteja-se contra o spam do Fluent Forms com o Fullworks Anti Spam Pro

source: Contact Form: Clean and Simple
cs_cz: Kontaktní formulář: Čistý a jednoduchý

source: Protect against against Contact Form: Clean and Simple, spam with Fullworks Anti Spam Pro
cs_cz: Ochrana proti kontaktnímu formuláři: Spam: Čistý a jednoduchý, spam s Fullworks Anti Spam Pro

source: Start my FREE trial of PRO
ar: ابدأ الإصدار التجريبي المجاني من PRO
cs_cz: Spusťte zkušební verzi PRO ZDARMA
de_de: Starten Sie meine KOSTENLOSE Testversion von PRO
es_es: Iniciar mi prueba GRATUITA de PRO
fr_fr: Démarrer mon essai GRATUIT de PRO
it_it: Iniziare la prova gratuita di PRO
pt_pt: Iniciar minha avaliação GRATUITA do PRO

source: Save Options
ar: حفظ الخيارات
cs_cz: Uložit nastavení
de_de: Einstellungen speichern
es_es: Guardar opciones
fr_fr: Sauvegarder les options
it_it: Salva Opzioni
pt_pt: Salvar opções

source: Reset Settings
ar: اعادة الضبط
cs_cz: Obnovit nastavení
de_de: Einstellungen zurücksetzen
es_es: Reiniciar Ajustes
fr_fr: Réinitialiser les paramètres
it_it: Reset impostazioni
pt_pt: Redefinir Configurações

source: Save
ar: حفظ
cs_cz: Uložit
de_de: Sparen
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
pt_pt: Salvar

source: Comments
ar: التعليقات
cs_cz: Komentáře
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
pt_pt: Comentários

source: Kill automated (bot) spam without Captcha or other annoying user quizes
ar: إيقاف الرسائل المزعجة الآلية (الروبوتات) غير المرغوب فيها بدون استخدام Captcha أو غيرها من اختبارات المستخدم المزعجة
cs_cz: Zabít automatizovaný (botový) spam bez Captcha nebo jiných otravných uživatelských dotazů
de_de: Töten Sie automatisierten (Bot-)Spam ohne Captcha oder andere lästige Benutzerabfragen
es_es: Elimine el spam automatizado (bot) sin Captcha u otros molestos cuestionarios de usuario
fr_fr: Éliminer le spam automatisé (bot) sans Captcha ou d'autres questions ennuyeuses pour l'utilisateur
it_it: Eliminare lo spam automatico (bot) senza Captcha o altri fastidiosi quiz per l'utente
pt_pt: Elimine o spam automatizado (bot) sem Captcha ou outros questionamentos irritantes para o usuário

source: Keep Spam
ar: الاحتفاظ بالرسائل غير المرغوب فيها
cs_cz: Uchovávejte spam
de_de: Spam aufbewahren
es_es: Mantener el spam
fr_fr: Garder le spam
it_it: Mantenere lo spam
pt_pt: Manter Spam

source: Select the number of days to keep spam, when spam is logged. Select 0 to discard immediately
ar: حدد عدد الأيام للاحتفاظ بالرسائل غير المرغوب فيها، عند تسجيل الرسائل غير المرغوب فيها. حدد 0 لتجاهلها فوراً
cs_cz: Zvolte počet dní, po které se má spam uchovávat, když je spam zaznamenán. Výběrem hodnoty 0 okamžitě vyřadíte
de_de: Wählen Sie die Anzahl der Tage, die Spam aufbewahrt werden soll, wenn Spam protokolliert wird. Wählen Sie 0, um sofort zu verwerfen
es_es: Seleccione el número de días que se conservará el correo no deseado, cuando éste se registre. Seleccione 0 para descartar inmediatamente
fr_fr: Sélectionnez le nombre de jours pendant lesquels les spams doivent être conservés lorsqu'ils sont enregistrés. Sélectionnez 0 pour rejeter immédiatement
it_it: Selezionare il numero di giorni in cui conservare lo spam, quando questo viene registrato. Selezionare 0 per scartare immediatamente
pt_pt: Selecione o número de dias para manter o spam, quando o spam for registrado. Selecione 0 para descartar imediatamente

source: Email Logs
ar: سجلات البريد الإلكتروني
cs_cz: E-mailové protokoly
de_de: E-Mail-Protokolle
es_es: Registros de correo electrónico
fr_fr: Journal des courriels
pt_pt: Logs de e-mail

source: Select the number of days to keep email logs. Select 0 to discard immediately
ar: حدد عدد الأيام للاحتفاظ بسجلات البريد الإلكتروني. حدد 0 لتجاهلها فوراً
cs_cz: Vyberte počet dní, po které se mají uchovávat protokoly e-mailů. Výběrem hodnoty 0 je možné okamžitě vyřadit
de_de: Wählen Sie die Anzahl der Tage, die E-Mail-Protokolle aufbewahrt werden sollen. Wählen Sie 0, um sofort zu verwerfen
es_es: Seleccione el número de días que desea conservar los registros de correo electrónico. Seleccione 0 para descartar inmediatamente
fr_fr: Sélectionnez le nombre de jours pendant lesquels les journaux des courriers électroniques doivent être conservés. Sélectionnez 0 pour les supprimer immédiatement
it_it: Selezionare il numero di giorni in cui conservare i registri e-mail. Selezionare 0 per eliminare immediatamente
pt_pt: Selecione o número de dias para manter os registros de e-mail. Selecione 0 para descartar imediatamente

source: Send spam email to:
ar: إرسال بريد إلكتروني غير مرغوب فيه إلى:
cs_cz: Odeslat spam na adresu:
de_de: Senden Sie eine Spam-E-Mail an:
es_es: Enviar correo electrónico no deseado a:
fr_fr: Envoyer un courriel de spam à :
it_it: Inviare un'e-mail di spam a:
pt_pt: Enviar e-mail de spam para:

source: Your contact form will still send you some spam emails marked as spam in the subject and headers, it is recommended to set a separate email to avoid clutter, leave blank and it will default to your form settings
ar: سيظل نموذج الاتصال الخاص بك يرسل لك بعض رسائل البريد الإلكتروني غير المرغوب فيها التي تحمل علامة البريد المزعج في الموضوع والعناوين، فمن المستحسن بتعيين بريد إلكتروني منفصل لتجنب الفوضى، اتركه فارغًا وسيتغير إلى إعدادات النموذج الخاص بك
cs_cz: Váš kontaktní formulář vám bude stále posílat některé nevyžádané e-maily označené v předmětu a hlavičce jako spam, doporučuje se nastavit samostatný e-mail, abyste se vyhnuli nepořádku, nechte prázdný a bude výchozí nastavení vašeho formuláře
de_de: Ihr Kontaktformular wird Ihnen immer noch einige Spam-E-Mails senden, die im Betreff und in den Kopfzeilen als Spam gekennzeichnet sind, es wird empfohlen es wird empfohlen, eine separate E-Mail einzurichten, um Unordnung zu vermeiden. Lassen Sie das Feld leer und es werden die Einstellungen Ihres Formulars übernommen
es_es: Su formulario de contacto todavía le enviará algunos correos electrónicos no deseados marcados como spam en el asunto y los encabezados, se recomienda para evitar el desorden, deje en blanco y se ajustará por defecto a la configuración de su formulario
fr_fr: Votre formulaire de contact vous enverra toujours des spams marqués comme tels dans l'objet et les en-têtes, il est recommandé de définir un email séparé pour éviter l'encombrement de définir un email séparé pour éviter l'encombrement, laissez vide et les paramètres de votre formulaire s'appliqueront par défaut
it_it: Il modulo di contatto invierà comunque alcune email di spam contrassegnate come tali nell'oggetto e nelle intestazioni; si consiglia di impostare un'email separata per evitare confusione impostare un'email separata per evitare il disordine, lasciarla vuota e sarà predefinita dalle impostazioni del modulo
pt_pt: Seu formulário de contato ainda enviará alguns e-mails de spam marcados como spam no assunto e nos cabeçalhos definir um e-mail separado para evitar desordem, deixe em branco e o padrão será as configurações do formulário

source: Forms
ar: أشكال
cs_cz: Formuláře
de_de: Formulare
es_es: Formularios
fr_fr: Formulaires
pt_pt: Formulários

source: Forms types protected, without Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration and WooCommerce Registrations
ar: أنواع النماذج المحمية، بدون كلمة التحقق (Captcha)، ونماذج الجاذبية، ونموذج الاتصال 7، ونماذج WPForms، وتسجيلات WP، وتسجيلات WP، وتسجيلات WooCommerce
cs_cz: Typy formulářů chráněné, bez Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration a WooCommerce Registrations
de_de: Formulartypen geschützt, ohne Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration und WooCommerce Registrierungen
es_es: Tipos de formularios protegidos, sin Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration y WooCommerce Registrations
fr_fr: Formulaires protégés, sans Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration et WooCommerce Registrations
it_it: Tipi di moduli protetti, senza Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration e WooCommerce Registrations
pt_pt: Tipos de formulários protegidos, sem Captcha, Gravity Forms, Contact Form 7, WPForms, WP Registration e WooCommerce Registrations

source: Refuse comments from IP addresses that are on an IP blocklist
ar: رفض التعليقات من عناوين IP المدرجة في قائمة حظر IP
cs_cz: Odmítnutí komentářů z IP adres, které jsou na seznamu blokovaných IP adres
de_de: Ablehnung von Kommentaren von IP-Adressen, die auf einer IP-Blockliste stehen
es_es: Rechazar comentarios de direcciones IP que estén en una lista de IP bloqueadas
fr_fr: Refuser les commentaires provenant d'adresses IP figurant sur une liste de blocage IP
it_it: Rifiutate i commenti provenienti da indirizzi IP inseriti in una lista di blocco IP
pt_pt: Recusar comentários de endereços IP que estejam em uma lista de bloqueio de IPs

source: Reject form submissions from IPs with a bad reputation, Gravity Forms, Contact Form 7, WPForms, WP Registration and WooCommerce Registrations
ar: رفض عمليات إرسال النماذج من عناوين IP ذات السمعة السيئة ونماذج Gravity Forms ونموذج الاتصال 7 وWPForms وتسجيلات WP وتسجيلات WP WP وWooCommerce
cs_cz: Odmítnutí odeslání formuláře z IP adres se špatnou pověstí, Gravity Forms, Contact Form 7, WPForms, WP Registration a WooCommerce Registrations
de_de: Ablehnung von Formularübermittlungen von IPs mit schlechtem Ruf, Gravity Forms, Contact Form 7, WPForms, WP Registration und WooCommerce Registrierungen
es_es: Rechazar envíos de formularios desde IPs con mala reputación, Gravity Forms, Contact Form 7, WPForms, WP Registration y WooCommerce Registrations
fr_fr: Rejeter les soumissions de formulaires provenant d'IP ayant une mauvaise réputation, Gravity Forms, Contact Form 7, WPForms, WP Registration et WooCommerce Registrations
it_it: Rifiutare l'invio di moduli da IP con cattiva reputazione, Gravity Forms, Contact Form 7, WPForms, WP Registration e WooCommerce Registration
pt_pt: Rejeitar envios de formulários de IPs com má reputação, Gravity Forms, Contact Form 7, WPForms, WP Registration e WooCommerce Registrations
